{
  "version": "1.6.3",
  "commitHash": "<calculated>",
  "androidVersionCode": "54",
  "shortName": "Copay",
  "longName": "Copay Bitcoin Wallet",
  "description": "A secure bitcoin wallet for friends and companies.",
  "publisher": "BitPay, Inc.",
  "publisherWebsite": "https://copay.io",
  "publisherEmail": "support@bitpay.com",
  "packageName": "com.bitpay.copay",
  "exeName": "copay",
  "disclaimer": [
    "<ul>",
    "<li>The software you are about to use functions as a free, open source, and multi-signature digital wallet.</li>",
    "<li>The software does not constitute an account where BitPay or other third parties serve as financial intermediaries or custodians of your bitcoin.</li>",
    "<li>While the software has undergone beta testing and continues to be improved by feedback from the open-source user and developer community, we cannot guarantee that there will be no bugs in the software.</li>",
    "<li>You acknowledge that your use of this software is at your own discretion and in compliance with all applicable laws.</li>",
    "<li>You are responsible for safekeeping your passwords, private key pairs, PINs and any other codes you use to access the software.</li>",
    "<li><b>IF YOU LOSE ACCESS TO YOUR COPAY WALLET OR YOUR ENCRYPTED PRIVATE KEYS AND YOU HAVE NOT SEPARATELY STORED A BACKUP OF YOUR WALLET AND CORRESPONDING PASSWORD, YOU ACKNOWLEDGE AND AGREE THAT ANY BITCOIN YOU HAVE ASSOCIATED WITH THAT COPAY WALLET WILL BECOME INACCESSIBLE.</b></li>",
    "<li>All transaction requests are irreversible.</li>",
    "<li>The authors of the software, employees and affiliates of Bitpay, property and copyright holders, and BitPay, Inc. cannot retrieve your private keys or passwords if you lose or forget them and cannot guarantee transaction confirmation as they do not have control over the Bitcoin network.</li>",
    "<li>To the fullest extent permitted by law, this software is provided “as is” and no representations or warranties can be made of any kind, express or implied, including but not limited to the warranties of merchantability, fitness or a particular purpose and noninfringement.</li>",
    "<li>You assume any and all risks associated with the use of the software.</li>",
    "<li>In no event shall the authors of the software, employees and affiliates of Bitpay, property and copyright holders, or BitPay, Inc. be held liable for any claim, damages or other liability, whether in an action of contract, tort, or otherwise, arising from, out of or in connection with the software.</li>",
    "<li>We reserve the right to modify this disclaimer from time to time.</li>",
    "</ul>"
  ],
  "features": {
    "glidera": {
      "enabled": true,
      "auth": {
        "clientId": "8a9e8a9cf155db430c1ea6c7889afed1",
        "clientSecret": "24ddec578f38d5488bfe13601933c05f",
        "cordovaClientId": "9c8023f0ac0128235b7b27a6f2610c83",
        "cordovaClientSecret": "30431511407b47f25a83bffd72881d55"
      }
    },
    "theme": {
      "name": "Copay",
      "requiredSchema": 2,
      "themeDiscovery": {
        "enabled": false
      },
      "skinDiscovery": {
        "enabled": false
      },
      "skinGallery": {
        "enabled": false
      },
      "socialLike": {
        "enabled": false
      }
    }
  }
}
