Repository: bitpay/wallet
Catalog: src/assets/i18n/*.po
Languages: es, fr, nl

source: This will open Coinbase.com, where you can create an account.
es: Esto abrirá Coinbase.com, donde puedes crear una cuenta.
fr: Cela ouvrira Coinbase.com, où vous pourrez créer un compte.
nl: Dit zal Coinbase.com openen, waar je een account kan aanmaken.

source: Time
es: Hora
fr: Heure
nl: Tijd

source: Timeline
es: Línea de tiempo
fr: Chronologie
nl: Tijdlijn

source: To
es: Para
fr: À
nl: Naar

source: To get started, you'll need to create a wallet and get some funds.
es: Para empezar, necesitarás crear una billetera y obtener fondos.
fr: Pour commencer, vous aurez besoin de créer un portefeuille et d'obtenir des fonds.
nl: Om te beginnen, moet je een wallet aanmaken en wat coins verkrijgen.

source: To get started, you'll need to enter a valid address or select an existent contact or wallet.
es: Para empezar, necesita ingresar una dirección válida o seleccionar un contacto o billetera existente.
fr: Pour commencer, vous devrez entrer une adresse valide ou sélectionner un contact ou un portefeuille existant.

source: To {{reason}} you must first add your BitPay account - {{email}}
es: Para {{reason}} primero debes agregar tu cuenta de BitPay - {{email}}
fr: Pour {{reason}} vous devez d'abord ajouter votre compte BitPay - {{email}}

source: Top up in progress...
es: Recarda en progreso...
fr: Rechargement en cours...
nl: Bezig met opladen...

source: Top-up with this cryptocurrency is not enabled
es: La recarga con esta crypto moneda no está habilitada
fr: Le rechargement avec cette crypto-monnaie n'est pas activé

source: Total Locked Balance
es: Balance total bloqueado
fr: Solde verrouillé total
nl: Totaal Vergrendeld Saldo

source: Total cash value
es: Valor total en efectivo
fr: Valeur totale de vos actifs
nl: Totale waarde

source: Total number of copayers
es: Número total de copayers
fr: Nombre total de copayers
nl: Totaal aantal copayers

source: Total selected inputs
es: Total de entradas seleccionadas
fr: Total des entrées sélectionnées
nl: Totaal geselecteerde inputs

source: Total wallet inputs
es: Total de entradas de la billetera
fr: Entrées de portefeuille totales
nl: Totaal portemonnee ontvangsten

source: Trade Crypto with ShapeShift
es: Intercambia crypto con ShapeShift
fr: Échangez des crypto-monnaies avec ShapeShift
nl: Handel in crypto met ShapeShift

source: Trade any leading blockchain asset for any other. Protection by Design.
es: Intercambia entre activos de la blockchain. Protección por diseño.
fr: Échangez n'importe quel actif blockchain contre un autre. Protection par conception sécurisée.

source: Transaction
es: Transacción
nl: Transactie

source: Transaction History
es: Historial de transacciones
fr: Historique des transactions
nl: Transactiehistorie

source: Transaction ID
es: ID de transacción
fr: ID de transaction
nl: Transactie ID

source: Transaction already broadcasted
es: La transacción ya fue enviada
fr: Transaction déjà diffusée
nl: Transactie reeds verzonden

source: Transaction confirmed
es: Transacción confirmada
fr: Transaction confirmée
nl: Transactie bevestigd

source: Transaction fee is below the current minimum threshold
es: La comisión de la transacción está por debajo del umbral mínimo actual
fr: Les frais de transaction sont inférieurs au seuil minimum actuel
nl: Transactiekosten zijn onder de huidige minimumdrempel

source: Transaction has not been created
es: La transacción no ha sido creada
fr: La transaction n'a pas été créée
nl: Transactie is niet aangemaakt

source: Transaction initiated
es: Transacción iniciada
fr: Transaction initiée
nl: Transactie gestart

source: Transaction not available at this time
es: La transacción no esta disponible en este momento
fr: La transaction n'est pas disponible pour l'instant
nl: Transactie momenteel niet beschikbaar

source: Transaction speed
es: Velocidad de transacción
fr: Vitesse de transaction
nl: Transactiesnelheid

source: Transaction still unconfirmed
es: Transacción aún sin confirmar
fr: La transaction n'est toujours pas confirmée
nl: Transactie nog steeds onbevestigd

source: Transactions
es: Transacciones
nl: Transacties

source: Transactions without fee are not supported.
es: Las transacciones sin comisión no están soportadas.
fr: Les transactions sans frais ne sont pas supportées.
nl: Transacties zonder transactiekosten worden niet ondersteund.

source: Transfer from
es: Transferir desde
fr: Transférer depuis
nl: Overdracht van

source: Transfer from BitPay
es: Transferir desde BitPay
fr: Transfert depuis BitPay
nl: Overdracht van BitPay

source: Transfer to
es: Transferir a
fr: Transférer à
nl: Overmaken naar

source: Transfer to BitPay
es: Transferir a BitPay
fr: Transfert vers BitPay
nl: Overmaken naar BitPay

source: Transfer to Multiple Recipients
es: Trasferir a múltiples destinatarios
fr: Transférer à plusieurs destinataires

source: Translate address
es: Traducir dirección
fr: Traduire l'adresse
nl: Vertaal adres

source: Try "create new wallet" option instead
es: Prueba la opción "crear nueva billetera" en su lugar

source: Try again
es: Vuelva a intentarlo
fr: Réessayer
nl: Probeer opnieuw

source: Try again in {{expires}}
es: Intenta de nuevo en {{expires}}
fr: Réessayez dans {{expires}}
nl: Probeer het nogmaals over {{expires}}

source: Try entering any passwords you may have set in the past
es: Intente introducir cualquier contraseña que haya establecido en el pasado
fr: Essayez de saisir un mot de passe que vous avez défini dans le passé
nl: Probeer wachtwoorden in te voeren die je in het verleden hebt ingesteld

source: Turn crypto into dollars using our BitPay Card.
es: Convierte criptomonedas en dólares usando nuestra tarjeta BitPay.
fr: Convertissez des crypto-monnaies en dollars en utilisant notre BitPay Card.
nl: Zet crypto om in dollars met behulp van de BitPay-kaart.

source: Two things you should know
es: Dos cosas que deberías saber

source: Type the recovery phrase
es: Escriba la frase de recuperación
fr: Tapez la phrase de récupération
nl: Typ de recovery seed in

source: Uh oh something went wrong! Please try again later.
es: ¡Oh oh algo salió mal! Inténtalo de nuevo más tarde.
fr: Oh oh quelque chose s'est mal passé ! Veuillez réessayer plus tard.
nl: Uh-oh! Er ging iets mis. Probeer het later opnieuw.

source: Unarchive Card
es: Desarchivar tarjeta
fr: Désarchiver la carte
nl: Dearchiveer kaart

source: Unconfirmed
es: Sin confirmar
fr: Non confirmée
nl: Onbevestigd

source: Unconfirmed inputs
es: Entradas no confirmadas
fr: Entrées non confirmées
nl: Onbevestigde inputs

source: Unlink account
es: Desvincular cuenta
fr: Dissocier le compte
nl: Ontkoppel account

source: Unlink card
es: Desvincular tarjeta
fr: Dissocier la carte
nl: Ontkoppel kaart

source: Unlink the account will remove it and all associated cards from this device.
es: Desvincular la cuenta eliminará la cuenta y todas las tarjetas asociadas, de este dispositivo.
fr: Dissocier le compte le supprimera de cet appareil, ainsi que toutes les cartes associées.
nl: Als je de account ontkoppelt, wordt deze verwijderd met alle bijhorende kaarten van dit apparaat.

source: Unlink the card will remove it from this device.
es: Desvincular la tarjeta la eliminará del dispositivo.
fr: Dissocier la carte l'enlèvera de cet appareil.
nl: Ontkoppelen zal de kaart van dit apparaat verwijderen.

source: Unlock App
es: Desbloquear aplicación
fr: Déverrouiller l'application
nl: Ontgrendel app

source: Unlock BitPay faster by setting up facial recognition.
es: Desbloquea BitPay más rápido al configurar reconocimiento facial.

source: Unlock BitPay faster by setting up fingerprint authentication.
es: Desbloquea BitPay más rápido configurando la autenticación mediante huella digital.

source: Unsent transactions
es: Transacciones no enviadas
fr: Transactions non envoyées
nl: Niet-verzonden transacties

source: Unused addresses
es: Direcciones sin utilizar
fr: Adresses inutilisées
nl: Ongebruikte adressen

source: Unverified Account
es: Cuenta no verificada
fr: Compte non vérifié
nl: Ongeverifieerd account

source: Updating Gift Card...
es: Actualizando Gift Card...
fr: Mise à jour de la carte-cadeau...
nl: Cadeaubon bijwerken...

source: Updating Gift Cards...
es: Actualizando Gift Cards...
fr: Mise à jour des cartes-cadeaux...
nl: Cadeaubonnen bijwerken...

source: Updating transaction history. Please stand by.
es: Actualizando el historial de transacciones. Por favor aguarda un momento.
fr: Mise à jour de l'historique des transactions. Veuillez patienter.
nl: Transactie historie bijwerken. Een moment geduld.

source: Urgent
es: Urgente
fr: Très élevés
nl: Spoed

source: Use Basic QR Code
es: Usar código QR básico
fr: Utiliser le QR code de base
nl: Gebruik eenvoudige QR-code

source: Use Unconfirmed Funds
es: Utilizar los fondos sin confirmar
fr: Utiliser les fonds non confirmés
nl: Onbevestigd Saldo Gebruiken

source: Use default url
es: Utilizar URL por defecto
fr: Utiliser l'url par défaut
nl: Gebruik standaard url

source: Use facial recognition to unlock?
es: ¿Usar reconocimiento facial para desbloquear?

source: Use fingerprint authentication to unlock?
es: ¿Usar autenticación de huella digital para desbloquear?

source: Use multi-factor wallets to split payment authorization across up to 6 devices or trusted copayers for enhanced security.
es: Utilice billeteras multi-factor para dividir la autorización de pago en hasta 6 dispositivos o copayers de confianza para mejorar la seguridad.

source: Used Exchanges
es: Exchanges utilizados

source: User Agreement
es: Acuerdo de Usuario

source: VERIFY NOW
es: VERIFICAR AHORA

source: Validating recovery phrase...
es: Validando la frase de recuperación...
fr: Validation de la phrase de récupération...
nl: Herstel zin valideren...

source: Value
es: Valor
fr: Valeur

source: Verification Required
es: Verificación requerida

source: Verify Account
es: Verificar cuenta
fr: Vérification du compte
nl: Verifieer account

source: Verify Your Phrase
es: Verifica tu frase de recuperación
fr: Vérifiez votre phrase
nl: Verifieer je phrase

source: Version
es: Versión
nl: Versie

source: View
es: Ver
fr: Voir
nl: Weergeven

source: View Confirmation Status
es: Ver estado de confirmación
fr: Afficher l’état de confirmation
nl: Bekijk bevestigingsstatus

source: View Directory
es: Ver directorio
fr: Voir le répertoire
nl: Bekijk lijst

source: View Invoice
es: Ver factura
fr: Afficher la facture
nl: Bekijk factuur

source: View Offers
es: Ver ofertas
fr: Voir les offres

source: View Order Summary
es: Ver Resumen del Pedido

source: View Privacy Policy
es: Ver política de privacidad
fr: Voir la politique de confidentialité
nl: Bekijk het privacybeleid

source: View Redemption Code
es: Ver código de canje
fr: Voir le code de rachat
nl: Bekijk inwisselingscode

source: View Transaction
es: Ver Transacción
fr: Voir la transaction

source: View Wallet Terms of Use
es: Ver los términos de uso de la billetera
fr: Voir les conditions d’utilisation du portefeuille
nl: Bekijk gebruikersvoorwaarden van wallet

source: View all addresses
es: Ver todas las direcciones
fr: Voir toutes les adresses
nl: Bekijk alle adressen

source: View complete Terms of Use
es: Ver términos de uso
fr: Voir les conditions d’utilisation
nl: Bekijk volledige gebruiksvoorwaarden

source: View details
es: Ver detalles
fr: Voir les détails
nl: Bekijk details

source: View my recovery key
es: Ver mi clave de recuperación
fr: Voir ma clé de récupération

source: View on blockchain
es: Ver en blockchain
fr: Voir sur la blockchain
nl: Bekijk op blockchain

source: Visit Help Center
es: Visita el Centro de Ayuda

source: Visit ShapeShift.io
es: Ir a ShapeShift.io
fr: Visiter ShapeShift.io
nl: Bezoek ShapeShift.io

source: WARNING: Key derivation is not working on this device/wallet?. Actions cannot be performed on this wallet?.
es: ADVERTENCIA: ¿La derivación de la clave no funciona en este dispositivo/billetera?. ¿Las acciones no pueden realizarse en esta billetera?.
fr: ATTENTION : La dérivation de clé ne fonctionne pas sur cet appareil/portefeuille ? Des actions ne peuvent pas être effectuées sur ce portefeuille ?

source: Waiting
es: Esperando
fr: En attente
nl: Wachten

source: Waiting for authorized copayers to join
es: Esperando a que los copayers autorizados se unan
fr: En attente de la connexion des Copayers autorisés
nl: Wachten op autorisatie van copayers om deel te nemen

source: Wallet Addresses
es: Direcciones de la billetera
fr: Adresses du portefeuille
nl: Adressen Portemonnee

source: Wallet Information
es: Información de la billetera
fr: Informations du portefeuille
nl: Portemonnee Informatie

source: Wallet Inputs
es: Entradas de la billetera
fr: Entrées de portefeuille
nl: Ontvangsten Portemonnee

source: Wallet Invitation
es: Invitación para unirse a la billetera
fr: Invitation de portefeuille
nl: Wallet uitnodiging

source: Wallet Name
es: Nombre de la billetera
fr: Nom du portefeuille
nl: Naam Portemonnee

source: Wallet Needs Backup
es: La billetera necesita respaldarse
fr: Le portefeuille a besoin d'une sauvegarde
nl: Wallet heeft back-up nodig

source: Wallet Recovery Phrase is invalid
es: La frase de recuperación no es válida
fr: La phrase de récupération du portefeuille est invalide
nl: Portemonnee Herstel Zin is ongeldig

source: Wallet Settings
es: Preferencias de la billetera
fr: Paramètres du portefeuille
nl: Wallet instellingen

source: Wallet already exists
es: La billetera ya existe
fr: Le portefeuille existe déjà
nl: Portemonnee bestaat al

source: Wallet complete
es: Billetera completa
fr: Portefeuille terminé
nl: Wallet compleet

source: Wallet incomplete and broken
es: Billetera incompleta y rota
fr: Portefeuille incomplet et cassé
nl: Portemonnee onvolledig en onwerkzaam

source: Wallet invitation
es: Invitación a la billetera
fr: Invitation de portefeuille
nl: Wallet uitnodiging

source: Wallet is full
es: La billetera está completa
fr: Le portefeuille est plein
nl: Portemonnee is vol

source: Wallet is locked
es: Billetera bloqueada
fr: Le portefeuille est verrouillé
nl: Portemonnee is vergrendeld

source: Wallet is not complete
es: La billetera no esta completa
fr: Le portefeuille n'est pas complet
nl: Portemonnee is niet volledig

source: Wallet key
es: Clave de la billetera
fr: Clé du portefeuille

source: Wallet name
es: Nombre de la billetera
fr: Nom du portefeuille
nl: Wallet naam

source: Wallet needs backup
es: La billetera necesita respaldarse
fr: Le portefeuille a besoin d'une sauvegarde
nl: Portemonnee vereist backup

source: Wallet not found
es: Billetera no encontrada
fr: Portefeuille introuvable
nl: Portemonnee niet gevonden

source: Wallet not registered
es: Billetera no registrada
fr: Portefeuille non enregistré
nl: Wallet niet geregistreerd

source: Wallet not registered at the wallet service. Recreate it from "Create Wallet" using "Advanced Options" to set your recovery phrase
es: La billetera no esta registrado en Wallet Service. Para volver a crear, utilice "Crear billetera", "Opciones avanzadas" e ingrese la frase de recuperación
fr: Le portefeuille n'est pas enregistré au Wallet Service. Vous pouvez le recréer depuis « Créer » en utilisant les « Options avancées » pour configurer votre phrase de récupération
nl: Portemonnee niet geregistreerd bij de wallet service. Maak deze opnieuw aan vanuit "Portemonnee Aanmaken" en maak gebruik van "Geavanceerde Opties" om uw herstel zin in te voeren

source: Wallet recovery phrase
es: Frase de recuperación de la billetera
fr: Phrase de récupération
nl: Recovery seed van wallet

source: Wallet recovery phrase not available
es: Frase de recuperación de la billetera no disponible
fr: La phrase de récupération du portefeuille n'est pas disponible
nl: Portemonnee herstel zin niet beschikbaar

source: Wallet service not found
es: Wallet Service no encontrado
fr: Wallet Service introuvable
nl: Wallet service niet gevonden

source: WalletConnect URI
es: URI de WalletConnect

source: WalletConnect is an open source protocol for connecting decentralized applications to mobile wallets with QR code scanning or deep linking.
es: WalletConnect es un protocolo de código abierto para conectar aplicaciones descentralizadas a billeteras móviles mediante escaneo de código QR o deep links.

source: Wallets
es: Billeteras
fr: Portefeuilles

source: Warning
es: Aviso
fr: Attention
nl: Waarschuwing

source: Warning!
es: ¡Advertencia!
fr: Attention !
nl: Waarschuwing!

source: We appreciate your review
es: Apreciamos tu opinión
fr: Nous apprécions votre avis
nl: Wij stellen je beoordeling op prijs

source: We are always looking for translation contributions! You can make corrections or help to make this app available in your native language by joining our community on Crowdin.
es: ¡Siempre estamos buscando aportes de traducción! Puedes ayudar a que esta aplicación esté disponible en tu idioma nativo uniéndote a nuestra comunidad en Crowdin.
fr: Nous recherchons toujours de l'aide à la traduction ! Vous pouvez apporter des corrections ou aider à rendre cette application disponible dans votre langue maternelle en rejoignant notre communauté sur Crowdin.
nl: We kunnen altijd wat vertaalhulp gebruiken! Je kunt verbeteringen voorstellen of helpen deze app beschikbaar te maken in je eigen taal. Word lid van onze Crowdin-community en help mee!

source: We could not find one or more inputs for your transaction on the blockchain. Make sure you're not trying to use unconfirmed change
es: No pudimos encontrar una o más entradas para tu transacción en la cadena de bloques. Asegúrate de que no estás intentando usar fondos sin confirmar
fr: Nous n'avons pas pu trouver une ou plusieurs entrées pour votre transaction sur la blockchain. Assurez-vous que vous n'essayez pas d'utiliser des fonds non confirmés.

source: We couldn't find your wallet!
es: ¡No pudimos encontrar su billetera!
fr: Nous n'avons pas pu trouver votre portefeuille !
nl: We konden je wallet niet vinden!

source: We were unable to parse the transaction you sent. Please try again or contact your wallet provider
es: No hemos podido analizar la transacción que ha enviado. Por favor, inténtelo de nuevo o póngase en contacto con BitPay
fr: Nous n'avons pas pu analyser la transaction que vous avez envoyée. Veuillez réessayer ou contacter votre fournisseur de portefeuille.
nl: We konden je verzonden transactie niet verwerken. Probeer het opnieuw of neem contact op met je wallet-aanbieder

source: We were unable to parse your payment. Please try again or contact your wallet provider
es: No hemos podido analizar su pago. Por favor, inténtelo de nuevo o póngase en contacto con BitPay
fr: Nous n'avons pas pu analyser votre paiement. Veuillez réessayer ou contacter votre fournisseur de portefeuille.
nl: We konden je betaling niet verwerken. Probeer het opnieuw of neem contact op met je wallet-aanbieder

source: We'll let you know as soon as the BitPay Card
es: Te informaremos tan pronto como la BitPay Card
fr: Nous vous informerons dès que la BitPay Card
nl: We laten het je weten zodra de BitPay-kaart

source: We'll notify you as soon as the card is ready.
es: Te notificaremos tan pronto como la tarjeta esté lista.
fr: Nous vous informerons dès que la carte sera prête.
nl: We geven een seintje als de kaart beschikbaar is.

source: We're always listening for ways we can improve your experience. Feel free to leave us 5 star review in the app store or share with your friends!
es: Siempre estamos abiertos a escuchar propuestas para mejorar su experiencia. ¡Siéntanse libre de dejarnos 5 estrellas en la tienda de aplicaciones o compartirlo con sus amigos!
fr: Nous sommes toujours à votre écoute pour améliorer votre expérience. N'hésitez pas à nous laisser une note de 5 étoiles dans le store ou à partager l'application avec vos amis !

source: We're always listening for ways we can improve your experience. Feel free to leave us a review in the app store or request a new feature. Also, let us know if you experience any technical issues.
es: Siempre estamos abiertos a escuchar propuestas para mejorar su experiencia. Siéntanse libre de dejarnos una calificación en su tienda de aplicaciones o sugiera una nueva funcionalidad. También, déjanos saber si tu experiencia ha tenido alguna complicación técnica.
fr: Nous sommes toujours à votre écoute pour améliorer votre expérience. N'hésitez pas à nous laisser une évaluation dans la boutique d'applications ou à demander une nouvelle fonctionnalité. Dites-nous également si vous rencontrez des problèmes techniques.

source: We're always listening for ways we can improve your experience. Is there anything we could do to improve your experience?
es: Siempre estamos abiertos a escuchar propuestas para mejorar su experiencia. ¿Hay alguna manera en la que podríamos mejorar su experiencia?
fr: Nous sommes toujours à votre écoute pour améliorer votre expérience. Y a-t-il quelque chose que nous pourrions faire pour améliorer votre expérience ?

source: Websites and exchanges get hacked. BitPay allows you to privately store, manage, and use your crypto funds without having to trust a centralized bank or exchange.
es: Los sitios web y los exchanges son hackeados. BitPay le permite almacenar, administrar y utilizar sus fondos en criptomonedas de forma privada sin tener que confiar en un banco centralizado o un exchange.

source: What could have happened?
es: ¿Qué podría haber sucedido?
fr: Qu'est-ce qui aurait pu se passer ?
nl: Wat had er kunnen gebeuren?

source: What do you call this key?
es: ¿Cómo desea llamar a esta clave?
fr: Comment voulez-vous appeler cette clé ?
nl: Hoe noem je deze key?

source: What do you call this wallet?
es: ¿Cómo desea llamar a esta billetera?
fr: Comment voulez-vous appeler ce portefeuille ?
nl: Hoe noemt u deze portemonnee?

source: What is the status of my payment?
es: ¿Cuál es el estado de mi pago?
fr: Quel est le statut de mon paiement ?
nl: Wat is de status van mijn betaling?

source: What service fees am I paying?
es: ¿Qué comisión de servicio estoy pagando?
fr: Quels sont les frais de service que je paie ?
nl: Welke servicekosten betaal ik?

source: When this wallet was created, it was called "{{walletName}}". You can change the name displayed on this device below.
es: Esta billetera se creó con el nombre: "{{walletName}}". A continuación puede cambiar el nombre que se muestra en este dispositivo.
fr: Lorsque ce portefeuille a été créé, il se nommait "{{walletName}}". Vous pouvez modifier ci-dessous le nom affiché sur cet appareil.
nl: Toen deze wallet werd gemaakt, heette deze "{{walletName}}". Je kan de naam die op dit apparaat wordt weergegeven hieronder wijzigen.

source: Where would you like to receive email notifications about payments?
es: ¿A dónde le gustaría recibir notificaciones por email sobre sus transacciones?
fr: Souhaitez-vous recevoir des notifications par e-mail à propos des paiements ?
nl: Waar wilt u email meldingen ontvangen over betalingen?

source: Where would you like to receive your Amazon gift card purchase receipts?
es: ¿Dónde quiere recibir sus recibos de compras de las Gift Cards de Amazon?
fr: Où aimeriez-vous recevoir vos reçus d’achat de cartes-cadeaux Amazon ?
nl: Waar wil je bonnetjes van je Amazon-cadeaubon ontvangen?

source: Which Ethereum wallet would you like this multisig wallet to use for transaction costs?
es: ¿Cuál billetera Ethereum le gustaría, que este contrato compartido utilizara, para cubrir los costos de transacción?

source: Which Ethereum wallet would you like this token to use for transaction costs?
es: ¿Cuál billetera de Ethereum le gustaría que este token utilizara para cubrir los costos de transacción?
fr: Quel portefeuille Ethereum voulez-vous que ce jeton utilise pour les frais de transaction ?
