Repository: bitpay/wallet
Catalog: src/assets/i18n/*.po
Languages: es, fr, nl

source: Hidden
es: Oculto
fr: Invisible
nl: Verborgen

source: Hide
es: Ocultar
fr: Masquer
nl: Verberg

source: Hide Balance
es: Balance oculto
fr: Masquer le solde
nl: Verberg Saldo

source: Hide Wallet
es: Ocultar billetera
fr: Masquer le portefeuille
nl: Verberg wallet

source: Hide advanced options
es: Ocultar opciones avanzadas
fr: Masquer les options avancées
nl: Verberg geavanceerde opties

source: Hide discount?
es: ¿Ocultar descuento?
fr: Masquer la remise ?
nl: Korting verbergen?

source: Home
es: Inicio
fr: Accueil
nl: Start

source: How can we improve?
es: ¿Cómo podemos mejorar?
fr: Comment pouvons-nous nous améliorer ?
nl: Hoe kunnen we verbeteren?

source: How satisfied are you with using {{appName}}?
es: ¿Qué tan satisfecho está con el uso de {{appName}}?
fr: À quel point êtes-vous satisfait d'utiliser {{appName}} ?
nl: Wat vind je van {{appName}}?

source: How to recover your funds if you lose this device?
es: ¿Cómo recuperar sus fondos si pierde este dispositivo?

source: However, unconfirmed funds are not allowed for spending with merchants, BitPay Card loads, or BitPay in-app gift card purchases.
es: Sin embargo, no se permite utilizar fondos sin confirmar en pagos a comerciantes, en cargas de la BitPay Card o en compras de gift cards dentro de la aplicación.
fr: Cependant, les fonds non confirmés ne sont pas autorisés à être dépensés avec des marchands, pour recharger des BitPay Card ou pour acheter des cartes-cadeaux BitPay au sein de l'application.
nl: Het is echter niet toegestaan om onbevestigd saldo uit te geven bij merchants, BitPay-kaartstortingen of BitPay in-app aankopen van cadeaubonnen.

source: I Understand
es: Entendido
fr: Je comprends
nl: Ik begrijp het

source: I agree to the Terms and certify that I am the beneficial owner of the input assets and the destination address.
es: Acepto los términos y certifico que soy el propio beneficiario de los fondos y la dirección de destino.
fr: J'accepte les conditions et atteste que je suis le propriétaire effectif des actifs d’entrée et de l’adresse de destination.
nl: Ik ga akkoord met de voorwaarden en verklaar dat ik de uiteindelijke begunstigde ben van de ingevoerde asset en het bestemmingsadres.

source: I have read, understood, and agree with the Terms of Use.
es: He leído, entendido y acepto los Términos de Uso.
fr: J'ai lu, compris et j'accepte les conditions d'utilisation.

source: I love it!
es: ¡Me encanta!
fr: Je l'adore !
nl: Het is geweldig!

source: I understand
es: Entiendo
fr: Je comprends
nl: Ik begrijp het

source: I understand that if this app is moved to another device or deleted, my crypto funds can only be recovered with my recovery phrase.
es: Entiendo que si esta aplicación se mueve a otro dispositivo o se elimina, mis fondos en criptomendas sólo podrán recuperarse con mi frase de recuperación.

source: I understand that my funds are held and controlled securely on this device, not by a company.
es: Entiendo que mis fondos están retenidos y controlados de forma segura en este dispositivo, no por una empresa.

source: I'M SURE
es: ESTOY SEGURO

source: I'm disappointed
es: Estoy decepcionado
fr: Je suis déçu
nl: Ik vind het maar niks

source: I'm sure
es: Estoy seguro
fr: J'en suis sûr
nl: Ik weet het zeker

source: I've used this card
es: He utilizado esta tarjeta
fr: J’ai utilisé cette carte
nl: Ik heb deze kaart gebruikt

source: If enabled, wallets will also try to spend unconfirmed funds.
es: Si se habilita, los monederos intentarán gastar fondos sin confirmar.
fr: Si l’option est activée, les portefeuilles essaieront de dépenser des fonds non confirmés.
nl: Indien ingeschakeld, zullen wallets ook onbevestigd tegoed proberen uit te geven.

source: If enabled, your gift card purchases will be associated with your BitPay ID, allowing you to keep track of your gift card purchases even if this device is lost.
es: Si está habilitado, sus compras con gift cards se asociarán a su ID de BitPay, lo que le permitirá realizar un seguimiento de sus compras con gift cards, incluso si este dispositivo se pierde.
fr: Si activé, vos achats de cartes-cadeaux seront associés à votre ID BitPay, vous permettant de garder une trace de ces achats même si cet appareil est perdu.
nl: Indien ingeschakeld, worden je cadeaubon aankopen gekoppeld aan je BitPay ID, zodat je jouw cadeaubon aankopen kan bijhouden, zelfs als je dit apparaat kwijt raakt.

source: If you delete the BitPay app or lose this device, you’ll need a recovery key to regain access to your funds.
es: Si eliminas la aplicación BitPay o pierdes este dispositivo, necesitarás una clave de recuperación para recuperar el acceso a tus fondos.

source: If you do not have the recovery phrase, you will not be able to regain access to your wallet.
es: Si no tiene la frase de recuperación, no podrá recuperar el acceso a su billetera.
fr: Si vous n'avez pas la phrase de récupération, vous ne pourrez pas récupérer l'accès à votre portefeuille.
nl: Als je de recovery phrase niet hebt, kun je geen toegang meer krijgen tot je wallet.

source: If you have funds stored on a website then you should move them into a secure wallet... like this one!
es: Si usted tiene fondos almacenados en un sitio web debería moverlos a una billetera segura... ¡como esta!
fr: Si vous avez des fonds stockés sur un site internet, vous devriez les déplacer dans un portefeuille sécurisé... comme celui-ci !
nl: Als je tegoeden hebt opgeslagen op een website, is het slim om ze te verplaatsen naar een veilige wallet, zoals deze!

source: If you have successfully completed the entire payment process, remember that receiving crypto usually takes up to 1 hour.
es: Si ha completado con éxito todo el proceso de pago, recuerde que la recepción de criptomonedas suele tardar hasta 1 hora.
fr: Si vous avez terminé avec succès la totalité du processus de paiement, n'oubliez pas que la réception de crypto-monnaies prend généralement jusqu'à 1 heure.
nl: Het ontvangen van crypto duurt meestal 1 uur, na het succesvol afronden van je bestelling.

source: If you have trouble, contact Coinbase support for direct assistance.
es: Si tienes problemas, ponte en contacto con el soporte de Coinbase para obtener asistencia directa.
fr: Si vous avez des problèmes, contactez le support de Coinbase pour obtenir une aide directe.
nl: Neem bij problemen contact op met de support van Coinbase.

source: If you need immediate help with a problem you are having, then get help by contacting our support team.
es: Si necesita ayuda inmediata con un problema, por favor contáctese con nuestro centro de ayuda.
fr: Si vous avez besoin d’une aide immédiate à un problème que vous rencontrez, vous pouvez entrer en contact avec notre équipe d’assistance.
nl: Als je direct hulp nodig hebt met een probleem, kun je contact opnemen met onze support.

source: If you need to regain access to your wallet because you have forgotten or lost the encrypt password, you must restore the wallet using the 12 word recovery phrase.
es: Si necesita recuperar el acceso a su billetera porque ha olvidado o perdido la contraseña de cifrado, debe restaurar la billetera usando la frase de recuperación de 12 palabras.
fr: Si vous avez besoin de regagner l'accès à votre portefeuille parce que vous avez oublié ou perdu le code de chiffrement, vous devez restaurer le portefeuille en utilisant la phrase de récupération de 12 mots.
nl: Als je opnieuw toegang moet krijgen tot je wallet, omdat je bijvoorbeeld het coderingswachtwoord bent vergeten, moet je de wallet herstellen met behulp van je recovery phrase die bestaat uit 12 woorden.

source: If you need to send to "old" addresses (like the one you just pasted), and you are SURE those are BCH addresses, you can "translate" them to the corresponding address in CashAddr format.
es: Si necesita enviar fondos a direcciones antiguas (como la que usted acaba de ingresar), y está seguro de que son direcciones BCH, usted puede "traducir" las direcciones a formato CashAddr.
fr: Si vous avez besoin d'envoyer aux « anciennes » adresses (comme celle que vous venez de coller), et que vous êtes sûr qu'il s'agit d'adresses BCH, vous pouvez les « traduire » vers l’adresse correspondante au format CashAddr.
nl: Als je naar 'oude' adressen moet sturen (zoals degene die je zojuist hebt ingevuld), en je bent er ZEKER van dat dit een BCH-adressen zijn, dan kun je ze 'vertalen' naar het corresponderende adres in CashAddr-formaat.

source: If you would like to connect this card to
es: Si desea conectar esta tarjeta a

source: Import
es: Importar
fr: Importer
nl: Importeer

source: Import Wallet
es: Importar billetera
fr: Importer un portefeuille
nl: Importeer wallet

source: Import Words
es: Importar palabras
fr: Importer des mots
nl: Importeer woorden

source: Import existing wallet
es: Importar billetera existente
fr: Importer un portefeuille existant
nl: Importeer een bestaande wallet

source: Import from backup
es: Importar desde copia de seguridad

source: Importing Wallet...
es: Importando billetera...
fr: Importation du portefeuille...
nl: Portemonnee importeren...

source: In order to begin purchasing and receiving cryptocurrencies you will need to verify your key. This could take up to 3 minutes long to complete.
es: Para comenzar a comprar y recibir criptomonedas, necesitará verificar su clave. Esto podría tardar hasta 3 minutos en completarse.

source: In order to create a token wallet, an Ethereum (ETH) wallet is required. Please create an ETH wallet first. Only one {{ params.token.name }} wallet is allowed per ETH wallet.
es: Para crear un token, se requiere de una billetera Ethereum (ETH). Por favor, cree una billetera ETH primero. Solo se permite un token {{ params.token.name }} por billetera ETH.
fr: Afin de créer un portefeuille de jeton, un portefeuille Ethereum (ETH) est nécessaire. Veuillez d'abord créer un portefeuille ETH. Un seul portefeuille {{ params.token.name }} est autorisé par portefeuille ETH.
nl: Een Ethereum (ETH) wallet is vereist om een token wallet aan te maken. Maak dus eerst een ETH wallet aan. Slechts één {{ params.token.name }} wallet is toegestaan per ETH wallet.

source: In order to create this multisig wallet, an Ethereum (ETH) wallet is required.
es: Para crear esta billetera multisig, se requiere una billetera Ethereum (ETH).

source: In order to finish the payment process you will be redirected to Simplex's page
es: Para finalizar el proceso de pago será redirigido a la página de Simplex

source: In order to finish the payment process you will be redirected to Wyre's page
es: Para finalizar el proceso de pago serás redirigido a la página de Wyre

source: In order to finish the payment process you will be redirected to the exchange page
es: Para finalizar el proceso de pago serás redirigido a la página del Exchange

source: In order to protect your funds from being accessible to hackers and thieves, the Master Key to your wallet must be kept somewhere safe and remain a secret.
es: Para proteger tus fondos de ser accesibles por los hackers y ladrones, la Clave Maestra de su billetera debe mantenerse en algún lugar seguro y en secreto.
fr: Afin de protéger vos fonds des pirates informatiques, la clé maîtresse de votre portefeuille doit être gardée dans un endroit sûr et rester secrète.
nl: De hoofdsleutel van je wallet moet je geheim houden en opbergen op een veilige plek. Alleen zo bescherm je jouw geld tegen hackers en dieven.

source: In order to verify your wallet recovery phrase, please type your password.
es: Para verificar su frase de recuperación de la billetera, por favor escriba su contraseña.
fr: Afin de vérifier votre phrase de récupération, veuillez saisir votre mot de passe.
nl: Voor het wachtwoord van je wallet in om de recovery seed te verifiëren.

source: Includes EMV chip and options to lock your card and control how you spend.
es: Incluye el chip EMV y opciones para bloquear tu tarjeta y controlar tus gastos.
fr: Comprend une puce EMV et des options pour verrouiller votre carte et contrôler la façon dont vous dépensez.

source: Incomplete
es: Incompleta
fr: Non terminé
nl: Onvolledig

source: Incorrect PIN, try again.
es: PIN incorrecto. Inténtelo de nuevo.
fr: PIN incorrect, veuillez réessayer.
nl: Onjuiste PIN, probeer het opnieuw.

source: Incorrect Recovery Phrase
es: Frase de Recuperación Incorrecta
fr: Phrase de récupération incorrecte

source: Incorrect network address
es: Dirección de red incorrecta
fr: Adresse réseau invalide
nl: Onjuist netwerk adres

source: Information
es: Información
nl: Informatie

source: Instant Reloads*
es: Recargas instantáneas*
fr: Rechargements instantanés*
nl: Direct herladen*

source: Instantly reload your card balance with no conversion fees. Powered by our competitive exchange rates.
es: Recarga instantáneamente el saldo de tu tarjeta sin cargos de conversión. Impulsado por nuestros tipos de cambio competitivos.

source: Instantly reload your card with no conversion fee!*
es: ¡Recarga instantáneamente tu tarjeta sin comisiones de conversión!*
fr: Rechargez instantanément votre carte sans frais de conversion !*

source: Insufficient funds
es: Fondos insuficientes
fr: Fonds insuffisants
nl: Onvoldoende saldo

source: Insufficient funds for fee
es: Fondos insuficientes para el pago de la comisión
fr: Fonds insuffisants pour les frais
nl: Onvoldoende saldo voor transactiekosten

source: Interaction with contract
es: Interacción con contrato
fr: Interaction avec le contrat
nl: Interactie met contract

source: Invalid
es: Inválido
fr: Invalide
nl: Ongeldig

source: Invalid Email
es: Correo electrónico no válido
fr: E-mail invalide
nl: Ongeldig e-mailadres

source: Invalid URL
es: URL incorrecta
fr: URL invalide
nl: Ongeldige URL

source: Invalid address
es: Dirección inválida
fr: Adresse invalide
nl: Ongeldig adres

source: Invalid data
es: Datos no válidos
fr: Données invalides
nl: Ongeldige gegevens

source: Invalid derivation path
es: Camino de derivación no válido
fr: Chemin de dérivation invalide
nl: Ongeldig derivatie pad

source: Invalid derivation path for selected coin
es: Camino de derivación no válido para la moneda seleccionada
fr: Chemin de dérivation invalide pour la monnaie sélectionnée
nl: Ongeldig derivation path voor geselecteerde coin

source: Invitation Code
es: Código de invitación
fr: Code d'invitation
nl: Uitnodigingscode

source: Invoice URL
es: URL de la factura
fr: URL de la facture
nl: Factuur URL

source: Is this correct?
es: ¿Es correcto?
fr: Est-ce correct ?
nl: Klopt dit?

source: Is this email address correct?
es: ¿Es correcta esta dirección de correo electrónico?
fr: Cette adresse e-mail est-elle correcte ?
nl: Is dit emailadres juist?

source: It appears that you do not have any money to send.
es: Parece que no tienes fondos para enviar.
fr: Il semble que vous n’ayez pas d’argent à envoyer.
nl: Het lijkt erop dat je geen geld hebt om te sturen.

source: It could take a while to confirm transaction
es: Podría tomar un tiempo confirmar la transacción
fr: La confirmation de la transaction peut prendre un certain temps
nl: Het kan even duren om de transactie te bevestigen

source: It's a ghost town in here
es: Esto es un pueblo fantasma
fr: Aucun signe de vie détecté

source: It's a good idea to avoid reusing addresses - this both protects your privacy and keeps your bitcoins secure against hypothetical attacks by quantum computers.
es: Es una buena idea evitar el reuso de las direcciones. Esto protege tu privacidad y mantiene tus fondos seguros contra hipotéticos ataques de ordenadores cuánticos.
fr: C’est une bonne idée d'éviter la réutilisation des adresses. Cela fois protège votre anonymat et garde vos bitcoins en sécurité contre les attaques hypothétiques des ordinateurs quantiques.
nl: Het is slim om adressen niet opnieuw te gebruiken - dit vergroot namelijk je privacy en beschermt je bitcoins tegen (hypothetische) aanvallen van quantum computers.

source: It's ok for now
es: Está bien por ahora
fr: C'est correct pour le moment
nl: Het is prima, maar niet geweldig

source: I’ll do this later
es: Lo haré más tarde

source: Join
es: Unirse
fr: Rejoindre

source: Join Shared Wallet
es: Unirse a billetera compartida
fr: Rejoindre un portefeuille partagé
nl: Join gedeelde wallet

source: Join more Copayers
es: Agrega más copayers
fr: Rejoindre plus de Copayers
nl: Join meer Copayers

source: Join the waitlist and be first to experience the new card.
es: Únete a la lista de espera y sé el primero en experimentar la nueva tarjeta.
fr: Rejoignez la liste d'attente et soyez le premier à découvrir la nouvelle carte.
nl: Schrijf je in voor de wachtlijst en hoor als eerste over de nieuwe Card.

source: Join the waitlist and be the first to experience our new card.
es: Únete a la lista de espera y sé el primero en experimentar la nueva tarjeta.
fr: Rejoignez la liste d'attente et soyez le premier à découvrir notre nouvelle carte.
nl: Schrijf je in voor de wachtlijst en hoor als eerste over onze nieuwe Card.

source: Joining Wallet...
es: Uniéndose a la billetera...
fr: Connexion au portefeuille...
nl: Deelnemen aan Portemonnee...

source: Keep in mind your encrypt password is not the 12-word recovery phrase
es: Tenga en cuenta que su contraseña de cifrado no es la frase de recuperación de 12 palabras
fr: Gardez à l'esprit que votre code de chiffrement n'est pas la phrase de récupération de 12 mots
nl: Vergeet niet dat je coderingswachtwoord niet de recovery phrase van 12 woorden is

source: Key Name
es: Nombre de la clave
fr: Nom de la clé
nl: Sleutelnaam

source: Key Settings
es: Preferencias de la clave
fr: Paramètres de la clé
nl: Sleutelinstellingen

source: Key already associated with an existing wallet
es: La clave ya esta asociada a un monedero existente
fr: La clé est déjà associée avec un portefeuille existant
nl: Sleutel is reeds geassocieerd met een bestaande portemonnee

source: Key verification required
es: Verificación de clave requerida

source: Kill Session
es: Finalizar sesión

source: Language
es: Idioma
fr: Langue
nl: Taal

source: Last Month
es: Último mes
fr: Le mois dernier
nl: Afgelopen maand

source: Last day
es: Último día
fr: par rapport à hier
nl: Afgelopen dag

source: Last four digits
es: Últimos cuatro dígitos
fr: Les quatre derniers chiffres
nl: Laatste vier cijfers

source: Learn More
es: Leer más
fr: En savoir plus
nl: Meer informatie

source: Learn more
es: Más información
fr: En savoir plus
nl: Meer informatie

source: Learn more about testnet blockchain
es: Aprenda más acerca de la blockchain de testnet
fr: En savoir plus sur la blockchain testnet
nl: Meer informatie over testnet blockchain

source: Learn where you can spend your crypto today.
es: Aprenda dónde puede gastar sus criptomonedas hoy.
fr: Trouvez où dépenser vos crypto dès aujourd'hui.
nl: Bekijk waar je met crypto kan betalen.

source: Legacy address types in Bitcoin Cash are OBSOLETE. Only use this feature if you are required to provide a legacy address to the sending party
es: Los tipos de direcciones legacy en Bitcoin Cash son OBSOLETAS. Utilice esta función sólo si es necesario proporcionar una dirección legacy al remitente
fr: Les anciens types d'adresses Bitcoin Cash sont OBSOLÈTES. N'utilisez cette fonctionnalité que si vous en avez une réelle utilité
nl: Legacy adrestypen in Bitcoin Cash zijn VEROUDERD. Gebruik deze functie alleen als je een legacy adres aan de versturende partij moet verstrekken

source: Legacy wallets created before 9/15 can't support additional wallets being added.
es: Las billeteras legacy creadas antes del 9/15 no soportan crear billeteras adicionales.
fr: Les portefeuilles créés avant le 15 septembre (obsolètes) ne peuvent pas prendre en charge l'ajout d'autres portefeuilles.
nl: Legacy wallets gemaakt voor 9/15 kunnen geen extra wallets ondersteunen die worden toegevoegd.

source: Let’s add some funds
es: Añadamos fondos

source: Leverage multi-factor security
es: Seguridad multi-factor

source: Leverage your crypto with an amazon.com gift card.
es: Aproveche sus criptomonedas con las gift cards de amazon.com.
fr: Tirez parti de vos crypto avec une carte-cadeau amazon.com.

source: Light Mode
es: Modo claro
fr: Mode clair
nl: Lichte modus

source: Linked
es: Conectado
fr: Lié
nl: Gekoppeld

source: Linked Ethereum Wallet
es: Billetera Ethereum vinculada
fr: Portefeuille Ethereum lié
nl: Gekoppelde Ethereum wallet

source: Linked to
es: Vinculado a
fr: Lié à
nl: Gekoppeld aan

source: Linked to (Copayer 1)
es: Vinculado a (Copayer 1)
fr: Lié à (Copayer 1)
nl: Gekoppeld aan (Copayer 1)

source: Linked to wallet: {linkedEthWalletName}
es: Vinculada a: {linkedEthWalletName}
fr: Liée au portefeuille : {linkedEthWalletName}
nl: Gekoppeld aan wallet: {linkedEthWalletName}

source: Live on crypto.
es: Vive las criptomonedas.
nl: Leef op crypto.

source: Loading accounts...
es: Cargando cuentas...
fr: Chargement des comptes...
nl: Accounts laden ...

source: Loading addresses...
es: Cargando direcciones...
fr: Chargement des adresses...
nl: Adressen laden...

source: Loading transaction info...
es: Cargando información de transacción...
fr: Chargement des infos de transaction...
nl: Transactie info laden...

source: Lock
es: Bloquear
fr: Verrouillage
nl: Vergrendel

source: Lock App
es: Bloquear aplicación
fr: Verrouiller l'application
nl: App vergrendeling

source: Locked
es: Bloqueado
fr: Verrouillé
nl: Vergrendeld

source: Locktime in effect. Please wait to create a new spend proposal
es: Bloqueo temporal. Por favor espera para crear una nueva propuesta de gasto
fr: Locktime effectif. Veuillez patienter pour créer une nouvelle proposition de dépense
nl: Tijdslot van kracht. Wacht a.u.b. met het maken van een nieuw bestedingsvoorstel

source: Locktime in effect. Please wait to remove this spend proposal
es: Bloqueo temporal. Por favor espera para eliminar esta propuesta de gasto
fr: Locktime effectif. Veuillez patienter pour supprimer cette proposition de dépense
nl: Tijdslot van kracht. Wacht a.u.b. met het verwijderen van dit bestedingsvoorstel

source: Log out
es: Cerrar sesión
fr: Se déconnecter
nl: Uitloggen

source: Low Fee
es: Comisión baja
fr: Frais faibles
nl: Lage transactiekosten

source: Low amount inputs
es: Entradas de monto bajo
fr: Entrées de faible montant
nl: Kleine ontvangsten

source: Manage your Coinbase account, check balances, deposit and withdraw funds between wallets.
es: Gestione su cuenta Coinbase, compruebe los saldos, deposite y retire fondos entre billeteras.
fr: Gérer votre compte Coinbase, vérifier les soldes, déposer et retirer des fonds entre les portefeuilles.
nl: Beheer je Coinbase-account, check je saldo, stort en neem geld op tussen wallets.

source: Maximum amount allowed is {{max}}
es: El monto máximo permitido es {{max}}
fr: Le montant maximal autorisé est de {{max}}
nl: Maximaal toegestaan bedrag is {{max}}

source: Maybe a pincode instead?
es: ¿Tal vez un código PIN en su lugar?

source: Me
es: Yo
fr: Moi
nl: Ik

source: Memo
es: Nota
fr: Note
nl: Notitie

source: Merchant Directory
es: Directorio de comerciantes
fr: Répertoire des marchands
nl: Bedrijvenlijst

source: Merchant Message
es: Mensaje del comerciante
fr: Message marchand
nl: Bericht Verkoper

source: Message
es: Mensaje

source: Method
es: Método

source: Miner Fee
es: Comisión de la red
fr: Frais miniers

source: Miner Fee Notice
es: Aviso de pago de la comisión de red
fr: Note sur les frais miniers

source: Miner fee
es: Comisión de minado
fr: Frais miniers

source: Miner fee not required for payments with Coinbase accounts
es: Comisión de minero no requerida para pagos con cuentas de Coinbase

source: Minimum amount required is {{min}}
es: El monto mínimo requerido es de {{min}}
fr: Le montant minimal autorisé est de {{min}}
nl: Minimum vereist bedrag is {{min}}
