Repository: bitpay/wallet
Catalog: src/assets/i18n/*.po
Languages: es, fr, nl

source: Missing 2-step verification
es: Falta la verificación en 2 pasos
fr: Vérification en 2 étapes manquante
nl: Twee-staps-verificatie ontbreekt

source: Missing parameter
es: Faltan parámetros
fr: Paramètre manquant
nl: Ontbrekende parameter

source: Missing private keys to sign
es: Faltan las claves privadas para firmar
fr: Clés privées manquantes pour signer
nl: Privé sleutels om te ondertekenen ontbreken

source: More
es: Más
fr: Plus
nl: Meer

source: Moving
es: Moviendo
fr: Déplacement
nl: Verplaatsen

source: Multi-user wallet require multiple devices to set up. It takes longer to complete but it's recommended security configuration for long term storage.
es: Las billeteras multiusuario se configuran utilizando varios dispositivos. Tarda más tiempo en completarse, pero es una configuración segura recomendable para el almacenamiento a largo plazo.

source: Multiple Recipients
es: Multiples destinatarios
fr: Plusieurs destinataires
nl: Meerdere ontvangers

source: Multiple recipients
es: Multiples destinatarios
fr: Plusieurs destinataires
nl: Meerdere ontvangers

source: Multiple recipients ({recipientsCount})
es: Múltiples destinatarios ({recipientsCount})
fr: Plusieurs destinataires ({recipientsCount})
nl: Meerdere ontvangers ({recipientsCount})

source: Multisig contract address not found.
es: Dirección del contrato compartido no encontrada.
fr: Adresse de contrat multisig introuvable.
nl: Multisig-contractadres niet gevonden.

source: Name
es: Nombre
fr: Nom
nl: Naam

source: Name (at creation)
es: Nombre (al crear)
fr: Nom (à la création)
nl: Naam (bij aanmaak)

source: Native Currency
es: Moneda Nativa
fr: Monnaie native
nl: Oorspronkelijke valuta

source: Needs Backup
es: Necesita respaldar
fr: Sauvegarde requise
nl: Back-up nodig

source: Needs backup
es: Necesita respaldar
fr: Sauvegarde requise
nl: Back-up nodig

source: Network
es: Red
fr: Réseau
nl: Netwerk

source: Network Cost
es: Costo de la red
fr: Coût de réseau
nl: Netwerkkosten

source: Network Fee Warning
es: Advertencia sobre comisión de la red
fr: Avertissement des frais de réseau
nl: Waarschuwing netwerkkosten

source: Network cost
es: Costo de la red
fr: Coût de réseau
nl: Netwerkkosten

source: Network error
es: Error de red
fr: Erreur réseau
nl: Netwerk fout

source: Never mind
es: Olvídalo

source: New Key
es: Nueva clave
fr: Nouvelle clé
nl: Nieuwe key

source: New contact
es: Nuevo contacto
fr: Nouveau contact
nl: Nieuwe contactpersoon

source: New copayer
es: Nuevo copayer
fr: Nouveau Copayer
nl: Nieuwe copayer

source: New payment proposal
es: Nueva propuesta de pago
fr: Nouvelle proposition de paiement
nl: Nieuw betalingsvoorstel

source: New payment received
es: Nuevo pago recibido
fr: Nouveau paiement reçu
nl: Nieuwe betaling ontvangen

source: Next
es: Siguiente
fr: Suivant
nl: Volgende

source: No Private Key
es: Sin clave privada
fr: Aucune clé privée
nl: Geen private key

source: No available inputs.
es: No hay entradas disponibles.
fr: Aucune entrée disponible.
nl: Geen beschikbare inputs.

source: No contacts yet
es: Aun no hay contactos
fr: Aucun contact
nl: Nog geen contactpersonen

source: No entries for this log level.
es: No hay entradas para este nivel de registro.
fr: Aucune entrée pour ce niveau de journal.

source: No funds found
es: No se encontraron fondos
fr: Aucun fonds trouvé
nl: Geen tegoed gevonden

source: No password
es: Sin contraseña
fr: Aucun mot de passe
nl: Geen wachtwoord

source: No pending call requests
es: No hay solicitudes pendientes

source: No private key
es: Sin clave privada
fr: Aucune clé privée
nl: Geen private key

source: No signing proposal: No private key
es: Propuesta sin firmar: no existe la clave privada
fr: Aucune proposition de signature : aucune clé privée
nl: Geen voorstel voor ondertekenen: Geen privé sleutel

source: No thanks
es: No, gracias
fr: Non merci

source: No transactions
es: Sin transacciones
fr: Aucune transaction
nl: Geen transacties

source: No wallet available
es: No hay billeteras disponibles
fr: Aucun portefeuille disponible

source: No wallet available to deposit
es: No hay billeteras disponibles para depositar
fr: Aucun portefeuille disponible pour déposer
nl: Geen wallet beschikbaar om te storten

source: No wallet available to withdraw
es: No hay billeteras disponibles para retirar
fr: Aucun portefeuille disponible pour retirer
nl: Geen wallet beschikbaar om op te nemen

source: No wallet found
es: Se se encontró la billetera
fr: Aucun portefeuille trouvé
nl: Geen portemonnee gevonden

source: No wallet selected
es: No se seleccionó una billetera
fr: Aucun portefeuille sélectionné

source: No wallets available
es: No hay billeteras disponibles
fr: Aucun portefeuille disponible
nl: Geen portemonnees beschikbaar

source: No wallets available to receive funds
es: No hay billeteras disponibles para recibir fondos
fr: Aucun portefeuille disponible pour recevoir des fonds
nl: Geen portemonnees beschikbaar om saldo te ontvangen

source: No wallets available to use ShapeShift
es: No hay billeteras disponibles para usar ShapeShift
fr: Aucun portefeuille n'est disponible pour utiliser ShapeShift
nl: Geen wallets beschikbaar om ShapeShift te gebruiken

source: No wallets with funds
es: Sin billeteras con fondos
fr: Aucun portefeuille n'a de fonds
nl: Geen wallet met tegoed

source: Non BIP44 wallet
es: Billetera no BIP44
fr: Portefeuille non BIP44
nl: Geen BIP44 wallet

source: Not authorized
es: No autorizado
fr: Non autorisé
nl: Niet geautoriseerd

source: Not enough confirmed funds
es: No hay suficientes fondos confirmados

source: Not enough funds
es: Fondos insuficientes
fr: Fonds insuffisants
nl: Niet genoeg saldo

source: Not enough funds for fee
es: No hay suficientes fondos para la comisión
fr: Pas assez de fonds pour les frais
nl: Onvoldoende saldo voor transactiekosten

source: Not enough funds for fee {{shiftFee}}
es: No hay suficientes fondos para la comisión {{shiftFee}}
fr: Pas assez de fonds pour les frais {{shiftFee}}
nl: Niet genoeg saldo voor fee {{shiftFee}}

source: Not including the private key allows to check the wallet balance, transaction history, and create spend proposals from the export. However, does not allow to approve (sign) proposals, so funds will not be accessible from the export.
es: No incluir la clave privada permite verificar el saldo de la billetera, historial de transacciones y crear propuestas de pago. Sin embargo, no permite aprobar (firmar) propuestas, por lo tanto, los fondos no serán accesibles al exportar.
fr: Ne pas inclure la clé privée permet de vérifier le solde du portefeuille, l'historique des transactions, et de créer des demandes de dépenses depuis le fichier exporté. Cependant, cela ne permet pas d'approuver (de signer) les propositions et les fonds ne seront pas accessibles depuis le fichier exporté.
nl: Als de private key niet is toegevoegd, is het alleen mogelijk om het saldo en de transactiegeschiedenis van een wallet te controleren. Het is ook mogelijk om bestedingsvoorstellen (spend proposals) aan te maken, maar het is niet mogelijk om zulke voorstellen goed te keuren (te ondertekenen) vanaf een export.

source: Not right now
es: Ahora no
fr: Pas maintenant
nl: Niet nu

source: Not set
es: No configurado
fr: Non paramétré
nl: Niet ingesteld

source: Not valid bitcoin address
es: Dirección bitcoin inválida
fr: Ce n'est pas une adresse bitcoin valide
nl: Ongeldig bitcoin-adres

source: Notes
es: Notas
nl: Notities

source: Notifications
es: Notificaciones
nl: Meldingen

source: Notifications Preferences
es: Preferencias de notificaciones
fr: Préférences des notifications
nl: Meldingsvoorkeuren

source: Notifications by email
es: Notificaciones por correo electrónico
fr: Notifications par e-mail
nl: Meldingen per email

source: Notify Me
es: Notificarme
fr: M'avertir
nl: Houd mij op de hoogte

source: Notify me if confirmed
es: Notificarme si se confirma
fr: Me notifier si la transaction se confirme
nl: Geef mij een melding wanneer bevestigd

source: OAuth Code
es: Código OAuth
fr: Code OAuth

source: OPEN IN BROWSER
es: ABRIR EN NAVEGADOR
fr: OUVRIR DANS LE NAVIGATEUR

source: Off
es: Desactivado
fr: Désactivé
nl: Uit

source: Offers
es: Ofertas
fr: Offres

source: Offers & promotions
es: Ofertas y promociones
fr: Offres & promotions
nl: Aanbiedingen & acties

source: Ok
es: Correcto

source: On
es: Activado
fr: Activé
nl: Aan

source: Only a {name} phone number can be used for this purchase.
es: Solo se puede utilizar un número de teléfono de {name} para esta compra.
fr: Seul un numéro de téléphone {name} peut être utilisé pour cet achat.
nl: Voor deze aankoop kan alleen een telefoonnummer van {name} worden gebruikt.

source: Only available for already created keys
es: Sólo disponible para claves ya creadas

source: Only redeemable on Mercado Livre (Brazil)
es: Solo canjeable en Mercado Livre (Brasil)
fr: Seulement utilisable sur Mercado Livre (Brazil)
nl: Alleen inwisselbaar op Mercado Livre (Brazilië)

source: Only redeemable on www.amazon.co.jp (Japan website)
es: Solo canjeable en www.amazon.co.jp (sitio web de Japón)
fr: Uniquement échangeable sur www.amazon.co.jp (site japonnais)
nl: Alleen in te wisselen op www.amazon.co.jp (Japanse website)

source: Only redeemable on www.amazon.com (USA website)
es: Sólo canjeable en www.amazon.com (sitio web de Estados Unidos)
fr: Uniquement échangeable sur www.amazon.com (site américain)
nl: Alleen in te wisselen op www.amazon.com (Amerikaanse website)

source: Only the payment methods supported to buy {coin} with {currency} will be shown.
es: Sólo se mostrarán los métodos de pago soportados para comprar {coin} con {currency}.

source: Open
es: Abrir
fr: Ouvrir
nl: Openen

source: Open Crowdin
es: Abrir Crowdin
fr: Ouvrir Crowdin
nl: Crowdin openen

source: Open GitHub
es: Abrir GitHub
fr: Ouvrir GitHub
nl: GitHub openen

source: Open GitHub Project
es: Abrir proyecto en GitHub
fr: Ouvrir le projet GitHub
nl: GitHub Project openen

source: Open Help Center
es: Abrir centro de ayuda
fr: Ouvrir le centre d'aide

source: Open Translation Community
es: Abrir comunidad de traducciones
fr: Ouvrir la communauté de traduction
nl: Vertalings Gemeenschap openen

source: Open settings
es: Abrir configuración
fr: Ouvrir les paramètres
nl: Open instellingen

source: Or contact Wyre's support team: support@sendwyre.com
es: O póngase en contacto con el equipo de soporte de Wyre: support@sendwyre.com

source: Order Details
es: Detalles de la orden
fr: Détails de la commande

source: Order ID
es: ID del pedido
fr: ID de la commande

source: Order Now
es: Pedir ahora
fr: Commander maintenant
nl: Bestel nu

source: Order Summary
es: Resumen del Pedido
fr: Récapitulatif de la commande

source: Ouch!
es: ¡Ups!
fr: Aïe !
nl: Au!

source: PRIMARY
es: PRINCIPAL
fr: PRINCIPAL
nl: PRIMAIRE

source: Pair My BitPay Card
es: Emparejar mi BitPay Card
fr: Associer ma BitPay Card
nl: Koppel mijn BitPay-kaart

source: Part or the entirety of the funds in your wallet/s are unconfirmed
es: Parte o la totalidad de los fondos en su billetera/s no están confirmados
fr: Une partie ou l'intégralité des fonds d'un ou de plusieurs de vos portefeuilles ne sont pas confirmés
nl: Deel of geheel van het tegoeden in je wallet/s zijn niet bevestigd

source: Passphrase
es: Contraseña

source: Passphrases do not match
es: Las contraseñas no coinciden

source: Password
es: Contraseña
fr: Mot de passe
nl: Wachtwoord

source: Password Not Recoverable
es: Contraseña no recuperable
fr: Code non récupérable
nl: Wachtwoord niet herstelbaar

source: Password mismatch
es: La contraseña no coincide
fr: Les mots de passe ne correspondent pas
nl: Wachtwoord komt niet overeen

source: Password required. Make sure to enter your password in advanced options
es: Se requiere contraseña. Asegúrese de introducirla en opciones avanzadas
fr: Mot de passe requis. Veuillez saisir votre mot de passe dans les options avancées
nl: Wachtwoord vereist. Vul uw wachtwoord in bij de geavanceerde opties

source: Passwords do not match
es: Las contraseñas no coinciden
fr: Les mots de passes ne correspondent pas
nl: Wachtwoorden komen niet overeen

source: Paste from Clipboard
es: Pegar desde el portapapeles

source: Paste the backup plain text code
es: Pegar el código de respaldo en texto plano
fr: Collez le code texte de sauvegarde
nl: Plak de platte tekst van de back-up

source: Paste this code on {cardConfig.website}. This gift card cannot be recovered if your claim code is lost.
es: Pegue este código en {cardConfig.website}. Esta Gift Card no se puede recuperar si pierde el código de reclamo.
fr: Collez ce code sur {cardConfig.website}. Cette carte-cadeau ne peut pas être récupérée si votre code de réclamation est perdu.

source: Paying
es: Pagando
fr: Paiement
nl: Betalen

source: Paying with a Coinbase Account...
es: Pagando con una cuenta de Coinbase...

source: Payment Accepted
es: Pago aceptado
fr: Paiement accepté
nl: Betaling Geaccepteerd

source: Payment Error
es: Error en el pago
fr: Erreur de paiement

source: Payment Expires
es: El pago expira
fr: Expiration du paiement
nl: Betaling verloopt

source: Payment ID
es: ID de pago
fr: ID du paiement

source: Payment Method
es: Método de Pago
fr: Méthode de paiement

source: Payment Proposal
es: Propuesta de pago
fr: Proposition de paiement
nl: Betalingsvoorstel

source: Payment Published
es: Pago publicado
fr: Paiement envoyé
nl: Betaling gepubliceerd

source: Payment Rejected
es: Pago rechazado
fr: Paiement rejeté
nl: Betaling Afgewezen

source: Payment Request
es: Solicitud de pago
fr: Demande de paiement
nl: Betaalverzoek

source: Payment Request info
es: Información sobre solicitud de pago
fr: Info de demande de paiement
nl: Informatie betaalverzoek

source: Payment Requests
es: Solicitudes de pago
fr: Demandes de paiement
nl: Betaalverzoeken

source: Payment Sent
es: Pago enviado
fr: Paiement envoyé
nl: Betaling Verzonden

source: Payment URL
es: URL de pago
fr: URL de paiement

source: Payment accepted, but not yet broadcasted
es: Pago aceptado, pero aún no fue enviado
fr: Paiement accepté, mais pas encore diffusé
nl: Betaling geaccepteerd, maar nog niet verzonden

source: Payment method updated
es: Método de pago actualizado

source: Payment proposal rejected
es: Propuesta de pago rechazada
fr: Proposition de paiement rejetée
nl: Betalingsvoorstel afgewezen

source: Payment request
es: Solicitud de pago
fr: Demande de paiement
nl: Betalingsverzoek

source: Payment request approved
es: Solicitud de pago aprobada
fr: Demande de paiement approuvée
nl: Betalingsverzoek goedgekeurd

source: Payment request rejected
es: Solicitud de pago rechazada
fr: Demande de paiement rejetée
nl: Betalingsverzoek afgekeurd

source: Payment request sent
es: Solicitud de pago enviada

source: Pending
es: Pendiente
fr: En attente
nl: In behandeling

source: Pending Call Requests
es: Solicitudes Pendientes

source: Pending Proposals
es: Propuestas de pago pendientes
fr: Propositions en attente
nl: Voorstellen in behandeling

source: Perfect!
es: ¡Perfecto!
fr: Parfait !

source: Permanently delete all wallets using this key.
es: Borra permanentemente todas las billeteras que utilizan esta clave.
fr: Supprimer définitivement tous les portefeuilles utilisant cette clé.
nl: Verwijder definitief alle wallets die deze sleutel gebruiken.

source: Permanently delete this wallet.
es: Eliminar esta billetera de forma permanente.
fr: Supprimer définitivement ce portefeuille.
nl: Verwijder deze wallet permanent.

source: Personal Wallet
es: Billetera personal
fr: Portefeuille personnel
nl: Persoonlijke Portemonnee

source: Physical
es: Física

source: Plain URL
es: URL simple

source: Please complete your account verification on ShapeShift website.
es: Por favor complete la verificación de la cuenta en el sitio web de ShapeShift.
fr: Veuillez terminer votre vérification de compte sur le site web de ShapeShift.

source: Please connect a camera to get started.
es: Por favor, conecta una cámara para empezar.
fr: Veuillez connecter une caméra pour commencer.
nl: Sluit een camera aan om aan de slag te gaan.

source: Please enter the recovery phrase
es: Por favor ingresa la frase de recuperación
fr: Veuillez saisir la phrase de récupération
nl: Vul de herstel zin in met enkel kleine letters

source: Please enter the wallet recovery phrase
es: Por favor ingresa la frase de recuperación de la billetera
fr: Veuillez saisir la phrase de récupération du portefeuille
nl: Vul de herstel zin van de portemonnee in met enkel kleine letters

source: Please enter your PIN
es: Por favor ingresa tu PIN
fr: Veuillez saisir votre PIN
nl: Vul je pincode in

source: Please provide your email address to receive payment notifications
es: Por favor, indique su dirección de correo electrónico para recibir notificaciones de pago
fr: Veuillez fournir votre adresse e-mail pour recevoir des notifications de paiement
nl: Geef je e-mailadres op om betalingsmeldingen te ontvangen

source: Please select the coin of the wallet to import:
es: Por favor, seleccione la moneda de la billetera a importar:
fr: Veuillez sélectionner la crypto-monnaie du portefeuille à importer :
nl: Selecteer de coin van de wallet om te importeren:

source: Please upgrade the app to perform this action
es: Por favor actualiza la aplicación para realizar esta acción
fr: Veuillez mettre à jour l'application pour effectuer cette action

source: Please wait...
es: Espera por favor...
fr: Veuillez patienter...
nl: Even geduld...

source: Please, select your backup file
es: Por favor, selecciona el archivo de copia de seguridad
fr: Veuillez sélectionner votre fichier de sauvegarde
nl: Selecteer uw backup bestand

source: Preparing addresses...
es: Preparando direcciones...
fr: Préparation des adresses...
nl: Adressen voorbereiden...

source: Preparing backup...
es: Preparando copia de seguridad...
fr: Préparation de la sauvegarde...
nl: Backup voorbereiden...

source: Previous
es: Anterior
fr: Précédent
nl: Vorige

source: Print
es: Imprimir
fr: Imprimer

source: Print Card
es: Imprimir tarjeta
fr: Imprimer la carte
nl: Print kaart

source: Printed Gift Card Required
es: Requiere imprimir la Gift Card
fr: Carte-cadeau imprimée requise
nl: Geprinte cadeaubon vereist

source: Priority
es: Prioritario
fr: Élevés
nl: Dringend

source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
nl: Privacybeleid

source: Privacy Policy update
es: Actualización de la política de privacidad
fr: Mise à jour de la politique de confidentialité
nl: Update van het privacybeleid

source: Private Key
es: Clave privada
fr: Clé privée
nl: Privé Sleutel

source: Private key encrypted. Enter password
es: La clave privada está encriptada. Escriba la contraseña
fr: Clé privée chiffrée. Saisissez le mot de passe
nl: Privé sleutel versleuteld. Voer wachtwoord in

source: Private key is encrypted, cannot sign
es: La clave privada está encriptada, no puedes firmar
fr: La clé privée est chiffrée, impossible de signer
nl: Privé sleutel is versleuteld, kan niet ondertekenen

source: Processing order reservation...
es: Procesando reserva de pedido...

source: Product updates
es: Actualizaciones de producto
fr: Mises à jour du produit

source: Proposal Created
es: Propuesta creada
fr: Proposition créée
nl: Voorstel Aangemaakt

source: Proposal confirmed
es: Propuesta confirmada
fr: Proposition confirmée
nl: Voorstel bevestigd

source: Proposal created
es: Propuesta creada
fr: Proposition créée
nl: Voorstel aangemaakt

source: Protect your money
es: Protege tu dinero

source: Provided by
es: Proporcionado por

source: Purchase Limit Reached
es: Límite de compra alcanzado
fr: Limite d'achat atteinte
nl: Aankooplimiet bereikt

source: Purchased Brands
es: Marcas adquiridas
fr: Marques achetées
nl: Gekochte merken

source: Push notifications for {{appName}} are currently disabled. Enable them in the Settings app.
es: Notificaciones push para {{appName}} están deshabilitadas. Habilitarla en la configuración de la aplicación.
fr: Les notifications pour {{appName}} sont actuellement désactivées. Activez-les dans les paramètres de l'appli.
nl: Push meldingen voor {{appName}} zijn op dit moment uitgeschakeld. Schakel deze in vanuit de Instellingen app.

source: Quick and easy setup
es: Instalación rápida y fácil
fr: Configuration rapide et facile
nl: Makkelijk en snel in te stellen

source: RBF transaction
es: Transacción RBF
fr: Transaction RBF
nl: RBF-transactie

source: Random
es: Aleatorio
fr: Aléatoire
nl: Willekeurig

source: Rate
es: Calificación
fr: Noter
nl: Beoordeel

source: Re-Import Wallets
es: Reimportar billeteras
fr: Ré-importer des portefeuilles
nl: Importeer wallet opnieuw

source: Read Only
es: Sólo lectura
fr: Lecture seule

source: Read Only Wallet
es: Billetera de solo lectura
fr: Portefeuille en lecture seule

source: Read Only Wallets
es: Billeteras de solo lectura
fr: Portefeuilles en lecture seule

source: Read Only wallets don't include the private key.
es: Las billeteras de solo lectura no incluyen clave privada.
fr: Les portefeuilles en lecture seule ne contiennent pas la clé privée.
nl: Alleen-lezen wallets bevatten geen private key.

source: Read more
es: Leer más
fr: En savoir plus
nl: Lees meer

source: Read more in our support page
es: Leer más en nuestra página de soporte
fr: En savoir plus sur notre page d'assistance
nl: Lees meer op onze ondersteuningspagina

source: Read only wallet
es: Billetera de solo lectura
fr: Portefeuille en lecture seule

source: Ready to use in millions of locations around the world. Pay with contactless, PIN or simply withdraw cash from any compatible ATM.
es: Listo para usar en millones de ubicaciones alrededor del mundo. Paga sin contacto, PIN o simplemente retira dinero de cualquier cajero automático compatible.
fr: Prête à être utilisée dans des millions d'endroits à travers le monde. Payez avec un code PIN, sans contact ou simplement retirez de l'argent dans n'importe quel distributeur compatible.

source: Receipt Email
es: Correo electrónico de facturación
fr: E-mail de reçu
nl: Ontvangst e-mail

source: Receive
es: Recibir
fr: Recevoir
nl: Ontvangen

source: Received
es: Recibido
fr: Reçus
nl: Ontvangen

source: Receiving
es: Recibiendo
fr: Réception
nl: Ontvangen

source: Receiving funds will be temporarily disabled until you can verify your key has been stored away securely. You can always complete this later.
es: Recibir fondos estará temporalmente deshabilitado hasta que pueda verificar que su frase de recuperación se ha guardado de forma segura. Siempre podrás completarlo más tarde.

source: Recent
es: Recientes
fr: Transactions récentes

source: Recipient
es: Destinatario
fr: Destinataire
nl: Ontvanger

source: Recipient {{ i + 1 }}
es: Destinatario {{ i + 1 }}

source: Reconnect Account
es: Reconectar cuenta
fr: Reconnecter le compte
nl: Herkoppel account

source: Reconnect to quickly withdraw and deposit funds.
es: Reconectar para retirar y depositar fondos rápidamente.
fr: Reconnectez-vous pour retirer et déposer rapidement des fonds.

source: Recover old wallets
es: Recuperar billeteras antiguas
fr: Récupérer des anciens portefeuilles
nl: Herstel oude wallet

source: Recover your wallet using your passphrase
es: Recuperar su billetera usando su frase de recuperación
fr: Récupérer votre portefeuille en utilisant votre phrase de récupération
nl: Herstel een bestaande wallet met je passphrase

source: Recovery Key
es: Clave de Recuperación
fr: Clé de récupération

source: Recovery Phrase
es: Frase de recuperación
fr: Phrase de récupération
nl: Herstelzin

source: Recreating Wallet...
es: Recreando billetera...
fr: Recréation du portefeuille...
nl: Portemonnee herstellen...

source: Redeem Now
es: Canjear ahora
fr: Échanger maintenant
nl: Wissel nu in
