Repository: bitpay/wallet
Catalog: src/assets/i18n/*.po
Languages: es, fr, nl

source: The amount on the transaction does not match the amount requested. This payment will not be accepted
es: El monto de la transacción no coincide con el monto solicitado. Este pago no será aceptado
fr: Le montant de la transaction ne correspond pas au montant demandé. Ce paiement ne sera pas accepté.

source: The data of this payment request will be deleted. Make sure you don't need it
es: Los datos de esta solicitud de pago serán eliminados. Asegúrese de que no la necesita
fr: Les données de cette demande de paiement seront supprimées. Assurez-vous de ne pas en avoir besoin.

source: The destination wallet is not backed up. Please, complete the backup process before continue.
es: La billetera de destino no está respaldada. Por favor, complete el proceso de respaldo antes de continuar.
fr: Le portefeuille de destination n’est pas sauvegardé. Veuillez terminer le processus de sauvegarde avant de continuer.
nl: Er is geen back-up van de bestemmings-wallet. Rond het back-upproces af voordat je verder gaat.

source: The ethereum paired wallet you choose does not belong to this contract
es: La billetera ethereum emparejada que usted elija no pertenece a este contrato
fr: Le portefeuille Ethereum jumelé que vous avez choisi n'appartient pas à ce contrat

source: The fastest, easiest way to turn your crypto into dollars for shopping. Load funds in the BitPay App and spend in minutes.
es: La forma más rápida y fácil de convertir tus criptomonedas en dólares para comprar. Carga fondos en la aplicación de BitPay y gasta en minutos.
fr: La façon la plus rapide et la plus simple de transformer vos crypto-monnaies en dollars pour vos achats. Chargez des fonds dans l'application BitPay et dépensez en quelques minutes.

source: The final crypto amount you receive when the transaction is complete may differ because it is based on Simplex's exchange rate.
es: La cantidad final de criptomonedas que recibe cuando la transacción está completa puede diferir porque se basa en el tipo de cambio de Simplex.
fr: Le montant final de crypto-monnaie que vous recevez lorsque la transaction est terminée peut différer car le montant est basé sur le taux de change de Simplex.
nl: De uiteindelijke hoeveelheid die je ontvangt wanneer de transactie is voltooid kan verschillen omdat deze is gebaseerd op de wisselkoers van Simplex.

source: The final crypto amount you receive when the transaction is complete may differ because it is based on Wyre's exchange rate.
es: La cantidad final de criptomonedas que recibe cuando la transacción está completa puede diferir porque se basa en el tipo de cambio de Wyre.

source: The final crypto amount you receive when the transaction is complete may differ because it is based on the exchange rates of the providers.
es: La cantidad final de criptomonedas que recibe cuando la transacción está completa puede diferir porque se basa en el tipo de cambio de los proveedores.

source: The higher the fee, the greater the incentive a miner has to include that transaction in a block. Current fees are determined based on network load and the selected policy.
es: Mientras más grande la comisión, mayor incentivo tiene el minero para agregar tu transacción a un bloque. Las comisiones están determinadas en base al tráfico y política de la red elegida.
fr: Plus les frais sont importants, plus les mineurs sont incités à inclure votre transaction dans un bloc. Les frais actuels sont déterminés en fonction de la charge du réseau et du choix sélectionné.
nl: Des te hoger de betaalde transactiekosten, des te meer reden een miner heeft om de transactie in een blok op te nemen. De huidige transactiekosten worden bepaald aan de hand van de drukte op het netwerk en het gekozen beleid.

source: The information you are about to share/export may contain sensitive data such us wallet IDs, addresses, balances, etc. Please be sure you trust the person or entity with whom you are sharing this information.
es: La información que está por compartir/exportar podría contener datos sensibles tales como IDs de billetera, direcciones, saldos, etcétera. Por favor asegúrese de que confía en la persona o entidad con quien compartirá esta información.
fr: Les informations que vous êtes sur le point de partager peuvent contenir des données sensibles telles que les ID de portefeuilles, les adresses, les soldes... Vous devez avoir confiance en la personne ou en l'entité avec qui vous partagez ces informations.
nl: De informatie die je gaat delen/exporteren kan gevoelige data bevatten, zoals wallet-ID's, adressen, saldo's, enz. Zorg ervoor dat je de persoon of entiteit vertrouwt met wie je deze informatie deelt.

source: The invoice is no available
es: La factura no esta disponible
fr: La facture n'est pas disponible.
nl: De factuur is niet beschikbaar

source: The maximum number of Copayers has already been reached
es: El número máximo de Copayers ha sido alcanzado
fr: Le nombre maximal de Copayers a déjà été atteint
nl: Het maximum aantal Copayers is al bereikt

source: The payment was created but could not be completed. Please try again from home screen
es: El pago fue creado pero no se pudo completar. Por favor intenta nuevamente desde la pantalla de inicio
fr: Le paiement a été créé mais n'a pas pu être achevé. Veuillez réessayer depuis l'écran d'accueil
nl: De betaling is aangemaakt maar kon niet worden voltooid. Probeer het nogmaals vanuit het start scherm

source: The payment was removed by creator
es: El pago fue eliminado por el creador
fr: Le paiement a été supprimé par le créateur
nl: De betaling is verwijderd door de aanmaker

source: The private key of this wallet is not available. The export allows to check the wallet balance, transaction history, and create spend proposals from the export. However, does not allow to approve (sign) proposals, so funds will not be accessible from the export.
es: La clave privada de esta billetera no está disponible. Podrás consultar el balance de la billetera, el historial de transacciones y crear propuestas de pago desde el archivo generado. Sin embargo, no podrás aprobar (firmar) propuestas de pago, por lo que los fondos no son accesibles desde este archivo.
fr: La clé privée de ce portefeuille n'est pas disponible. L'exportation permet de vérifier le solde du portefeuille, l'historique des transactions, et de créer des propositions de dépenses depuis le fichier exporté. Cependant, cela ne permet pas d'approuver (de signer) les propositions et les fonds ne seront pas accessibles depuis le fichier exporté.
nl: De private key van deze wallet is niet beschikbaar. Met de export is het mogelijk om het saldo, de transactiegeschiedenis en de bestedingsvoorstellen van je wallet te checken. Het is echter niet mogelijk om transacties te ondertekenen, je kunt dus geen coins versturen met het exportbestand.

source: The purchase amount is limited to {maxAmount} {currency} per day. Please modify your amount.
es: El importe de la compra está limitado a {maxAmount} {currency} por día. Por favor modifique el importe.
fr: Le montant d'achat est limité à {maxAmount} {currency} par jour. Veuillez modifier votre montant.

source: The purchase amount must be at least {minAmount} {currency}. Please modify your amount.
es: El importe de la compra debe ser al menos {minAmount} {currency}. Por favor modifique el importe.
fr: Le montant d'achat doit être supérieur ou égal à {minAmount} {currency}. Veuillez modifier votre montant.

source: The recovery phrase is invalid
es: La frase de recuperación no es válida
fr: La phrase de récupération est invalide
nl: De recovery phrase is ongeldig

source: The recovery phrase you entered do not match the wallet you are trying to re-import
es: La frase de recuperación introducida no coincide con la billetera que está intentando reimportar
fr: La phrase de récupération que vous avez saisie ne correspond pas au portefeuille que vous essayez de réimporter

source: The request could not be understood by the server
es: La solicitud no pudo ser comprendida por el servidor
fr: La demande n'a pas été comprise par le serveur
nl: Het verzoek kon niet worden begrepen door de server

source: The single address feature will force the wallet to only use one address rather than generating new addresses.
es: La característica de dirección única obligará a la billetera a usar solo una dirección en lugar de generar nuevas direcciones.
fr: La fonctionnalité d'adresse unique forcera le portefeuille à utiliser uniquement une seule adresse, plutôt que de générer de nouvelles adresses.

source: The spend proposal is not pending
es: La propuesta de gasto no esta pendiente
fr: La proposition de dépense n'est pas en attente
nl: Het bestedingsvoorstel is niet meer in behandeling

source: The testnet is an alternative {coinName} block chain, to be used for testing. Testnet coins are separate and distinct from actual {coinName}, and do not have any value. This allows application developers or {coinName} testers to experiment, without having to use real {coinName}
es: Testnet es una cadena de bloques alternativa de {coinName}, que se utiliza para pruebas. Las monedas Testnet están en una red separada y diferente de {coinName} reales y no tienen ningún valor monetario. Esto permite a los desarrolladores o testers de {coinName} a experimentar, sin tener que usar {coinName} reales
fr: Le testnet est une blockchain {coinName} alternative qui est utilisée pour des tests. Les crypto-monnaies testnet sont séparées des {coinName} réels et n’ont aucune valeur. Cela permet aux développeurs d’applications d’expérimenter, sans devoir utiliser de vrais {coinName}.
nl: Het testnet is een alternatieve {coinName}-blockchain die gebruikt kan worden voor testdoeleinde. Testnet-coins hebben geen waarde omdat ze gescheiden en verschillen van 'echte' {coinName}. Applicatieontwikkelaars en {coinName}-testers kunnen dankzij testnets hun werk doen zonder echte {coinName} te gebruiken.

source: The total amount is the subtotal amount plus transaction fees.
es: El monto total es el monto subtotal más las comisiones de transacción.
fr: Le montant total est le sous-total additionné des frais de transaction.

source: The total amount of {coinName} stored in this wallet.
es: El total de {coinName} almacenados en esta billetera.
fr: Le montant total de {coinName} stocké dans ce portefeuille.

source: The transaction from {{walletName}} that you were waiting for has been confirmed.
es: La transacción de {{walletName}} que estabas esperando se ha confirmado.
fr: La transaction de {{walletName}} que vous attendiez a été confirmée.

source: The transaction history and every new incoming transaction are cached in the app. Clearing the cache cleans up the transaction history and synchronizes again from the server.
es: El historial de transacciones y cada nueva transacción entrante se almacenan en caché de la aplicación. Esta característica limpia el historial y sincroniza nuevamente con el servidor.
fr: L'historique des transactions et chaque nouvelle transaction entrante sont mis en cache dans l'application. Supprimer le cache nettoie l'historique des transactions et synchronise à nouveau à partir du serveur.

source: The transaction you sent does not have any output to the address on the invoice
es: La transacción que ha enviado no es la dirección de la factura
fr: La transaction que vous avez envoyée n'a pas de sortie à l'adresse sur la facture.

source: The wallet is already in the app
es: La billetera ya esta en la aplicación
fr: Le portefeuille est déjà dans l'application
nl: De wallet is al in de app

source: The wallet won't be removed from this device. You can hide it whenever you need it.
es: La billetera no se eliminará de este dispositivo. Puede ocultarla siempre que lo necesite.
fr: Le portefeuille ne sera pas supprimé de cet appareil. Vous pouvez le cacher quand vous en avez besoin.
nl: De wallet wordt niet van dit apparaat verwijderd. Je kan het verbergen wanneer je wil.

source: The wallet you are using does not match the network and/or the currency of the address provided
es: La billetera que está utilizando no coincide con la red y/o la moneda de la dirección proporcionada
fr: Le portefeuille que vous utilisez ne correspond pas au réseau et/ou à la monnaie de l’adresse fournie

source: Theme
es: Tema
fr: Thème
nl: Thema

source: Themes
es: Temas
fr: Thèmes
nl: Themas

source: There are no records of your wallet on our servers. If you are importing a BIP44 compatible wallet from a 3rd party you can continue to recreate it. If you wallet is not BIP44 compatible, you will not be able to access its funds.
es: No hay registros de su billetera en nuestros servidores. Si está importando una billetera compatible BIP44 de terceros, puede continuar recreándola. Si su cartera no es compatible con BIP44, no podrá acceder a sus fondos.
fr: Il n'y a aucun enregistrement de votre portefeuille sur nos serveurs. Si vous importez un portefeuille compatible BIP44 depuis un tiers, vous pouvez continuer pour le recréer. Si votre portefeuille n'est pas compatible avec BIP44, vous ne pourrez pas accéder à ses fonds.
nl: Er zijn geen gegevens van je wallet op onze servers. Als je een BIP44-compatibele wallet van een derde partij importeert, kun je deze opnieuw maken. Als je wallet niet BIP44-compatibel is, heb je geen toegang tot je coins.

source: There are no wallets with enough funds to make the payment
es: No hay billeteras con fondos suficientes para realizar el pago
fr: Il n'y a pas de portefeuille avec suffisamment de fonds pour effectuer le paiement

source: There are some misunderstood outputs, please view on blockchain.
es: Hay algunos datos confusos, por favor ver detalle en blockchain.

source: There is a new version available
es: Hay una nueva versión disponible
fr: Une nouvelle version est disponible
nl: Er is een nieuwe versie beschikbaar

source: There is an error in the form
es: Hay un error en el formulario
fr: Il y a une erreur dans la forme
nl: Het formulier bevat een fout

source: There was an error with the payment process through Wyre.
es: Hubo un error con el proceso de pago a través de Wyre.

source: There was problem while trying to sign {{txpsFailed}} of your transactions proposals. Please, try again
es: Hubo un problema al intentar firmar {{txpsFailed}} de sus transacciones. Por favor, inténtelo de nuevo
fr: Il y a eu un problème lors de la signature de {{txpsFailed}} de vos propositions de transactions. Veuillez réessayer.

source: There's obviously something we're doing wrong. How could we improve your experience?
es: Obviamente hay algo que estamos haciendo mal. ¿Cómo podríamos mejorar su experiencia?
fr: Il y a visiblement quelque chose que nous faisons mal. Comment pourrions-nous améliorer votre expérience ?

source: This amount should be higher than the amount you are trying to send.
es: Este importe debe ser mayor que al importe que está intentando enviar.
fr: Ce montant devrait être supérieur au montant que vous essayez d'envoyer.
nl: Dit bedrag moet hoger zijn dan het bedrag dat je probeert te versturen.

source: This app is not available for your device.
es: Esta aplicación no está disponible para su dispositivo.
fr: Cette appli n'est pas disponible pour votre appareil.
nl: Deze app is niet beschikbaar voor je apparaat.

source: This bitcoin payment request has expired.
es: Esta solicitud de pago ha caducado.
fr: Cette demande de paiement bitcoin a expiré.
nl: Dit bitcoin betalingsverzoek is verlopen.

source: This feature duplicates a Bitcoin wallet on the Bitcoin Cash chain, enabling access to pre-fork coins. This should only be used if there are unclaimed funds before the Bitcoin Cash fork day on the wallet. The resulting wallet will use the same derivation path as the original BTC wallet.
es: Esta característica duplica la billetera Bitcoin en una billetera Bitcoin Cash, permitiendo el acceso a los fondos pre-fork. Esto solo debería utilizarse si hay fondos sin reclamar antes del día en que surgió Bitcoin Cash. La billetera resultante utilizará la misma ruta de derivación que la billetera BTC original.
fr: Cette fonctionnalité duplique un portefeuille Bitcoin sur la chaîne Bitcoin Cash, permettant l'accès aux pièces pré-fork. Cela ne devrait être utilisé que s'il y a des fonds non réclamés avant le jour du fork Bitcoin Cash sur le portefeuille. Le portefeuille qui en résulte utilisera le même chemin de dérivation que le portefeuille BTC original.
nl: Deze functie dupliceert een bitcoin wallet op de blockchain van Bitcoin Cash. Hierdoor heb je toegang tot coins die vóór de afsplitsing (mogelijk) nog op ontvangstadressen stonden. De gedupliceerde en nieuwe wallet zal hetzelfde derivation path gebruiken als de oorspronkelijke BTC wallet.

source: This field is only for users who, in previous versions (it's not supported anymore), set a password to protect their recovery phrase. This field is not for your encrypt password.
es: Este campo es solo para usuarios que en versiones anteriores (actualmente sin soporte), establecieron una contraseña para proteger su frase de recuperación. Este campo no es para su contraseña de cifrado.
fr: Ce champ est réservé aux utilisateurs qui, dans les versions précédentes (cela n'est plus supporté), avaient défini un mot de passe pour protéger leur phrase de récupération. Ce champ n’est pas pour votre code de chiffrement.
nl: Dit veld is alleen bruikbaar voor gebruikers die in vorige versies een wachtwoord hebben ingesteld om hun recovery phrase te beschermen. Dit veld is niet voor je coderingswachtwoord.

source: This field only accepts addresses supported by {appName} Wallet
es: Este campo sólo acepta direcciones soportados por la billetera {appName}
fr: Ce champ accepte uniquement les adresses prises en charge par {appName} Wallet

source: This information is available at the website.
es: Esta información está disponible en el sitio web.
fr: Cette information est disponible sur le site internet (en anglais pour le moment).
nl: Deze informatie is beschikbaar op de website.

source: This invoice does not accept unconfirmed inputs.
es: Esta factura no acepta entradas sin confirmar.
fr: Cette facture n'accepte pas les entrées non confirmées.
nl: Deze factuur accepteert geen onbevestigde inputs.

source: This invoice is no longer accepting payments
es: Esta factura ya no acepta pagos
fr: Cette facture n'accepte plus les paiements.
nl: Deze factuur accepteert geen betalingen meer

source: This invoice is priced in BTC, not BCH. Please try with a BTC wallet instead
es: Esta factura tiene un precio en BTC, no en BCH. Inténtalo con una billetera BTC en su lugar
fr: Cette facture est facturée en BTC, pas en BCH. Veuillez essayer avec un portefeuille BTC à la place.

source: This is a new 12-word key that manages its own set of wallets. It is unrelated to any 12 word key you may have previously created. Store and manage it accordingly.
es: Esta es una nueva clave de 12 palabras que gestiona su propio conjunto de billeteras. No está relacionado con ninguna clave de 12 palabras que haya creado anteriormente. Por lo tanto almacene y gestione esta clave.
fr: Il s'agit d'une nouvelle clé de 12 mots qui gère ses propres portefeuilles. Elle n'est pas liée à une clé de 12 mots que vous avez peut-être créée précédemment. Conservez-la et gérez-la en conséquence.
nl: Dit is een nieuwe key van 12 woorden die zijn eigen set wallets beheert. Het is niet gerelateerd aan een key van 12 woorden die je eerder hebt aangemaakt. Schrijf de woorden op en bewaar ze op een veilige plek.

source: This key contains {walletsLength} wallets
es: Esta clave contiene {walletsLength} billeteras
fr: Cette clé contient {walletsLength} portefeuilles
nl: Deze sleutel bevat {walletsLength} wallets

source: This password cannot be recovered. If this password is lost, funds can only be recovered by reimporting your 12-word recovery phrase.
es: Esta contraseña no puede ser recuperada. Si se extravía, los fondos solo pueden ser recuperados utilizando la frase de recuperación de 12 palabras.
fr: Ce code ne peut pas être récupéré. S'il est perdu, les fonds ne peuvent être récupérés qu'en réimportant votre phrase de récupération de 12 mots.

source: This payment requires a miner fee of:
es: Comisión de minero requerida para este pago:
fr: Ce paiement nécessite des frais miniers de :
nl: Deze betaling vereist een miner fee van:

source: This recovery phrase was created with a password. To recover this wallet both the recovery phrase and password are needed.
es: Esta frase de recuperación fue creada con una contraseña. Para recuperar esta billetera, la frase de recuperación y la contraseña son necesarias.
fr: Cette phrase de récupération a été créée avec un mot de passe. Pour récupérer ce portefeuille, la phrase de récupération et le mot de passe sont requis.
nl: Deze recovery seed is aangemaakt met een wachtwoord. Om deze wallet te herstellen, zijn zowel de recovery seed als het wachtwoord nodig.

source: This service is provided by a third party, and you are subject to their
es: Este servicio es proporcionado por un tercero, y usted está sujeto a ellos
fr: Ce service est fourni par un tiers, et vous êtes soumis à leurs
nl: Deze dienst wordt geleverd door een derde partij en je bent daardoor onderworpen aan hun

source: This transaction amount is too small compared to current Bitcoin network fees. Spending these funds will need a Bitcoin network fee cost comparable to the funds itself.
es: Esta transacción es muy pequeña comparada a la comisión actual de la red. Para gastar esta cantidad necesitarás un costo de comisión comparable a los fondos en sí mismos.
fr: Ce montant de transaction est trop faible par rapport aux actuels frais de réseau Bitcoin. La dépense de ces fonds demandera des frais de réseau Bitcoin comparables aux fonds eux-mêmes.

source: This transaction could take a long time to confirm or could be dropped due to the low fees set by the sender.
es: Esta transacción podría tomar mucho tiempo en confirmarse o podría ser denegada por la baja comisión establecida por el remitente.
fr: Cette transaction pourrait prendre beaucoup de temps pour être confirmée ou pourrait être abandonnée à cause du faible niveau de frais fixé par l'expéditeur.
nl: Het kan lang duren voordat deze transactie is bevestigd of kan worden stopgezet vanwege de lage transactiekosten die door de verstuurder zijn betaald.

source: This transaction is taking longer than usual to confirm. You can try to speed it up by using a higher fee.
es: Esta transacción está tardando más de lo habitual en confirmarse. Puede intentar acelerarla utilizando una comisión más alta.
fr: Cette transaction prend plus de temps que d'habitude pour se confirmer. Vous pouvez essayer de l'accélérer en utilisant des frais plus élevés.

source: This transaction requires a high network fee because either the sending amount is too small or the network is experiencing congestion.
es: Esta transacción requiere una alta tasa de red porque la cantidad de envío es demasiado pequeña o la red está experimentando congestión.
fr: Cette transaction nécessite des frais de réseau élevés, soit à cause d'un montant d'envoi trop faible, soit à cause du réseau qui connaît une congestion.
nl: Voor deze transactie zijn hoge netwerkkosten vereist, omdat het bedrag te laag is of omdat het netwerk overbelast is.

source: This wallet is not registered at the given Bitcore Wallet Service (BWS). You can recreate it from the local information.
es: Esta billetera no está registrada en el servidor de Bitcore Wallet Service (BWS). Debes re-crearla con la información local disponible.
fr: Ce portefeuille n'est pas enregistré dans le Bitcore Wallet Service (BWS) donné. Vous pouvez le recréer depuis l'information locale.
nl: Deze portemonnee is niet geregistreerd bij de opgegeven Bitcore Wallet Service (BWS). U kunt deze opnieuw aanmaken vanuit de lokale informatie.
