Repository: bitpay/wallet
Catalog: src/assets/i18n/*.po
Languages: es, fr, nl

source: Deposit
es: Depósito
fr: Déposer
nl: Storting

source: Deposit Max
es: Depósito máximo
fr: Dépôt maximal
nl: Stortingsmaximum

source: Deposit Min
es: Depósito mínimo
fr: Dépôt minimal
nl: Stortingsminimum

source: Deposit address
es: Dirección de depósito
fr: Adresse de dépôt
nl: Ontvangstadres

source: Deposit pending
es: Depósito pendiente
fr: Dépôt en attente
nl: Storting in behandeling

source: Deposit success
es: Depósito exitoso
fr: Dépôt réussi
nl: Storting succesvol

source: Deposit to
es: Depositar en
fr: Déposer vers
nl: Stort naar

source: Derivation Path
es: Camino de derivación
fr: Chemin de dérivation

source: Derivation path
es: Camino de derivación
fr: Chemin de dérivation

source: Description
es: Descripción
nl: Beschrijving

source: Designed for people who want to live life on crypto.
es: Diseñado para personas que quieren vivir en criptografía.
fr: Conçu pour les personnes qui veulent utiliser les crypto quotidiennement.
nl: Ontworpen voor mensen die willen leven op crypto.

source: Designed for people who want to live life on crypto. View your balance, request a new PIN, and reload instantly all within the BitPay App.
es: Diseñado para personas que quieren vivir en criptografía. Ver tu saldo, solicitar un nuevo PIN y recargar al instante, todo dentro de la aplicación BitPay.
fr: Conçu pour les personnes qui veulent utiliser les crypto quotidiennement. Visualisez votre solde, demandez un nouveau code PIN, et rechargez instantanément au sein de l'application BitPay.
nl: Speciaal ontworpen voor mensen die willen leven op crypto. Snel je saldo bekijken, bijstorten of een nieuwe pincode aanvragen? Het is allemaal mogelijk in de BitPay-app.

source: Destination Tag
es: Etiqueta de destino

source: Destination wallet needs to be backed up
es: La billetera de destino debe ser respaldada
fr: Le portefeuille de destination a besoin d'une sauvegarde

source: Details
es: Detalles
fr: Détails

source: Disable notifications
es: Desactivar notificaciones
fr: Désactiver les notifications
nl: Schakel meldingen uit

source: Disabled
es: Deshabilitado
fr: Désactivé
nl: Uitgeschakeld

source: Disconnect
es: Desconectar
fr: Déconnecter

source: Disconnect BitPay ID
es: Desconectar ID de BitPay
fr: Déconnecter BitPay ID
nl: Ontkoppel BitPay ID

source: Discount
es: Descuento
fr: Remise
nl: Korting

source: Discover a curated list of places you can spend your crypto. Purchase, manage & spend store credits instantly.
es: Descubra una lista seleccionada de lugares en los que puede gastar sus criptomonedas. Compre, administre y gaste créditos de la tienda al instante.

source: Display Currency
es: Moneda
fr: Devise affichée
nl: Standaard valuta

source: Do not include private key
es: No incluir la clave privada
fr: Ne pas inclure la clé privée
nl: Voeg geen private key toe

source: Do you want to reset all settings to default value?
es: ¿Desea restablecer todos los ajustes al valor predeterminado?
fr: Voulez-vous réinitialiser tous les paramètres à la valeur par défaut ?

source: Do you want to verify your account now?
es: ¿Desea verificar su cuenta ahora?
fr: Voulez-vous vérifier votre compte maintenant ?
nl: Wil je jouw account nu verifiëren?

source: Don't lose your key!
es: ¡No pierdas tu clave!
fr: Ne perdez pas votre clé !
nl: Verlies je sleutel niet!

source: Don't see your Key?
es: ¿No ve su clave?
fr: Vous ne voyez pas votre clé ?
nl: Zie je jouw key niet?

source: Don't see your language on Crowdin? Contact the Owner on Crowdin! We'd love to support your language.
es: ¿No ves tu idioma en Crowdin? ¡Contacta con el encargado del proyecto! Nos encantaría soportar tu idioma.
fr: Vous ne voyez pas votre langue sur Crowdin ? Contactez le propriétaire sur Crowdin ! Nous serions ravis de prendre en charge votre langue.
nl: Ziet u uw taal niet op Crowdin? Neem contact op met de Eigenaar op Crowdin! We willen graag uw taal ondersteunen.

source: Done
es: Listo
fr: Terminé
nl: Klaar

source: Download
es: Descargar
fr: Télécharger

source: Download logs
es: Descargar registros
fr: Télécharger les journaux

source: Duplicate to BCH
es: Duplicar a BCH
fr: Dupliquer vers BCH
nl: Dupliceren naar BCH

source: Duplicating wallet...
es: Duplicando billetera...
fr: Duplication du portefeuille...
nl: Portemonnee dupliceren...

source: ETH Multisig
es: ETH Compartida

source: ETH Multisig Wallet creation
es: Creación de billetera ETH compartida
fr: Création du portefeuille ETH Multisig

source: Each bitcoin wallet can generate billions of addresses from your 12-word recovery phrase. A new address is automatically generated and shown each time you receive a payment.
es: Cada billetera puede generar billones de direcciones desde su frase de recuperación de 12 palabras. Se genera una nueva dirección automáticamente cada vez que se recibe un pago.
fr: Chaque portefeuille bitcoin peut générer des milliards d’adresses depuis votre phrase de récupération. Une nouvelle adresse est automatiquement générée et affichée à chaque fois que vous recevez un paiement.
nl: Iedere bitcoin wallet kan miljarden adressen genereren uit de recovery seed van 12 Engelstalige woorden. Als je een betaling ontvangt, wordt er automatisch een nieuw ontvangstadres gegenereerd en getoond.

source: Each copayer has their own recovery phrase. To recover funds stored in a Shared Wallet you will need the recovery phrase from each copayer.
es: Cada copayer tiene su propia frase de recuperación. Para recuperar fondos almacenados en una billetera compartida, necesitará la frase de recuperación de cada copayer.
fr: Chaque copayer a sa propre phrase de récupération. Pour récupérer les fonds stockés dans un portefeuille partagé, vous aurez besoin de la phrase de récupération de chaque copayer.
nl: Elke copayer heeft zijn eigen recovery phrase. Om tegoeden te herstellen die zijn opgeslagen in een gedeelde wallet zal je de recovery phrase van elke copayer nodig hebben.

source: Easily deposit and withdraw funds.
es: Deposita y retira fondos fácilmente.
fr: Déposez et retirez facilement des fonds.
nl: Tegoed storten of opnemen? Snel en eenvoudig!

source: Economy
es: Económico
fr: Faibles
nl: Zuinig

source: Edit
es: Editar
fr: Modifier
nl: Bewerken

source: Email
es: Correo electrónico

source: Email (optional)
es: Correo electrónico (opcional)
fr: E-mail (facultatif)
nl: E-mailadres (optioneel)

source: Email address
es: Dirección de correo electrónico
fr: Adresse e-mail
nl: E-mailadres

source: Empty addresses limit reached. New addresses cannot be generated.
es: Se ha alcanzado el límite de direcciones vacías. No se pueden generar nuevas direcciones.
fr: La limite d'adresses vides a été atteinte. Les nouvelles adresses ne peuvent plus être générées.
nl: Limiet lege adressen bereikt. Nieuwe adressen kunnen niet worden gegenereerd.

source: Enable
es: Habilitar
fr: Activer
nl: Schakel in

source: Enable camera access in your device settings to get started.
es: Habilitar el acceso de la cámara en su configuración de dispositivo para empezar.
fr: Autorisez l’accès à la caméra dans les réglages de votre appareil pour commencer.
nl: Schakel camera toegang in vanuit uw apparaat instellingen om aan de slag te gaan.

source: Enable desktop notifications
es: Habilitar notificaciones de escritorio
fr: Activer les notifications de bureau
nl: Schakel desktopmeldingen aan

source: Enable email notifications
es: Habilitar notificaciones de correo electrónico
fr: Activer les notifications e-mail
nl: Email meldingen inschakelen

source: Enable push notifications
es: Habilitar notificaciones push
fr: Autoriser les notifications
nl: Push meldingen inschakelen

source: Enable the camera to get started.
es: Habilitar la cámara para empezar.
fr: Autorisez la caméra pour commencer.
nl: Schakel de camera in om aan de slag te gaan.

source: Enhanced Security
es: Seguridad mejorada
fr: Sécurité améliorée
nl: Verbeterde beveiliging

source: Enter 2-step verification
es: Ingrese verificación en 2 pasos
fr: Entrez la vérification en 2 étapes

source: Enter Amount
es: Ingrese el monto
fr: Saisissez un montant
nl: Vul bedrag in

source: Enter Two Factor for your BitPay account
es: Ingrese la autenticación de dos pasos para su cuenta de BitPay
fr: Saisissez le code 2FA pour votre compte BitPay

source: Enter a destination tag
es: Ingrese una etiqueta de destino
fr: Saisissez un Destination Tag
nl: Voer een destination tag in

source: Enter a new encrypt password
es: Ingrese una nueva contraseña de cifrado
fr: Saisissez un nouveau code de chiffrement
nl: Voer een nieuw coderingswachtwoord in

source: Enter a transaction memo
es: Ingrese una nota de transacción
fr: Entrez un libellé de transaction
nl: Voer een transactie-memo in

source: Enter an alphanumeric passphrase to encrypt your wallet
es: Ingrese una contraseña alfanumérica para cifrar su billetera

source: Enter custom fee in {feeUnit}
es: Ingresar comisión en {feeUnit}
fr: Saisir des frais personnalisés en {feeUnit}
nl: Voer aangepaste transactiekosten in {feeUnit}

source: Enter email address
es: Ingrese la dirección de correo electrónico
fr: Entrez votre adresse e-mail
nl: Voer e-mailadres in

source: Enter encrypt password
es: Ingrese contraseña de cifrado
fr: Saisissez le code de chiffrement
nl: Voer het coderingswachtwoord in

source: Enter the wallet connect uri
es: Ingresar la URI de walletconnect

source: Enter your recovery phrase (usually 12-words) in the correct order. Separate each word with a single space only (no commas or any other punctuation). For backup phrases in non-English languages: Some words may include special symbols (ñ, è, っ, etc.), so be sure to spell all the words correctly.
es: Introduzca su frase de recuperación (normalmente 12 palabras) en el orden correcto. Separe cada palabra con un solo espacio (sin comas ni ninguna otra puntuación). Para frases de recuperación en idiomas distintos del inglés: algunas palabras pueden incluir símbolos especiales (ñ, è, っ, etc.), así que asegúrese de deletrear todas las palabras correctamente.
fr: Entrez votre phrase de récupération (généralement 12 mots) dans le bon ordre. Séparez chaque mot par un seul espace uniquement (pas de virgule et aucune autre ponctuation). Pour les phrases de récupération dans des langues autres que l'anglais : certains mots peuvent inclure des symboles spéciaux (ñ, è, っ, etc.), alors assurez-vous de bien les écrire.
nl: Voer je recovery seed (meestal 12 woorden) in de juiste volgorde in. Scheid ieder woord met een spatie (geen komma's of andere leestekens). Voor recovery seeds die niet bestaan uit Engelse woorden: sommige woorden kunnen speciale symbolen bevatten (ñ, è, っ, etc.), dus zorg ervoor dat je alle woorden correct spelt.

source: Enter {coinName} address
es: Ingrese dirección {coinName}
fr: Entrer l'adresse {coinName}
nl: Voer {coinName}-adres in

source: Entry already exist
es: Elemento ya existe
fr: L'entrée existe déjà
nl: Invoer bestaat al

source: Entry does not exist
es: Elemento inexistente
fr: L'entrée n'existe pas
nl: Invoer bestaat niet

source: Error 500 - There is a temporary problem, please try again later.
es: Error 500 - Problema temporal, por favor vuelve a intentarlo más tarde.
fr: Erreur 500 - Il y a un problème temporaire, veuillez réessayer plus tard.
nl: Fout 500 - er is een tijdelijk probleem, probeer het later nog eens.

source: Error adding new entry
es: Error al agregar nuevo elemento
fr: Erreur lors de l’ajout d’une nouvelle entrée
nl: Fout bij toevoegen nieuw item

source: Error connecting to Coinbase
es: Error al conectar con Coinbase
fr: Erreur de connexion à Coinbase
nl: Fout bij verbinden met Coinbase

source: Error connecting to ShapeShift
es: Error al conectar con ShapeShift
fr: Erreur de connexion à ShapeShift
nl: Fout bij verbinden met ShapeShift

source: Error creating wallet
es: Error al crear billetera
fr: Erreur de création du portefeuille
nl: Fout tijdens maken portemonnee

source: Error deleting entry
es: Error al eliminar el elemento
fr: Erreur de suppression d’entrée
nl: Fout bij verwijderen item

source: Error fetching this invoice
es: Error al obtener la factura
fr: Erreur de récupération de la facture
nl: Fout bij ophalen van deze factuur

source: Error getting SendMax information
es: Error al obtener información de SendMax
fr: Erreur d’obtention de l'information SendMax
nl: Fout tijdens opvragen VerstuurMaximum informatie

source: Error getting Speed Up fee
es: Error al obtener comisión de aceleración
fr: Erreur lors de l'obtention des frais d'accélération
nl: Fout bij ophalen versnellingskosten

source: Error getting Speed Up information
es: Error al obtener información de aceleración
fr: Erreur lors de l'obtention des informations d'accélération
nl: Fout bij ophalen versnellingsinformatie

source: Error getting fee rate
es: Error al obtener el valor de la comisión
fr: Erreur d'obtention des frais
nl: Fout bij ophalen transactiekosten

source: Error pairing BitPay Account
es: Error de sincronización con la cuenta de BitPay
fr: Erreur d'appariement du compte BitPay
nl: Fout tijdens koppelen BitPay Account

source: Error scanning funds:
es: Error al escanear fondos:
fr: Erreur de numérisation des fonds :
nl: Fout tijdens scannen saldo:

source: Error sweeping wallet:
es: Error al buscar fondos:
fr: Erreur de balayage de portefeuille :
nl: Fout tijdens opnemen saldo portemonnee:

source: Error updating Debit Cards
es: Error al actualizar las tarjetas de débito
fr: Erreur de mise à jour des cartes de débit
nl: Fout tijdens bijwerken Debet Kaarten

source: Ethereum Address
es: Dirección Ethereum
fr: Adresse Ethereum
nl: Ethereum-adres

source: Ethereum URI
es: URI de Ethereum
fr: URI Ethereum

source: Ethereum wallet required
es: Se requiere billetera Ethereum
fr: Portefeuille Ethereum requis
nl: Ethereum wallet nodig

source: Exceeded daily limit of $500 per user
es: Se excedió el limite de $500 por usuario
fr: La limite quotidienne de 500$ par utilisateur a été dépassée
nl: Dagelijkse limiet van $500 per gebruiker overschreden

source: Exchange Rates
es: Tarifas de cambio
fr: Taux de change
nl: Wisselkoersen

source: Exchanges
es: Casas de cambio
fr: Achats d'actifs
nl: Beurzen

source: Execution Failed
es: Ejecución fallida
fr: L'exécution a échoué
nl: Uitvoering mislukt

source: Expired
es: Expirada
fr: Expiré
nl: Verlopen

source: Expires
es: Expira
fr: Expire dans
nl: Verloopt

source: Export Key
es: Exportar clave
fr: Exporter la clé
nl: Exporteer key

source: Export Wallet
es: Exportar billetera
fr: Exporter le portefeuille
nl: Wallet exporteren

source: Export to file
es: Exportar a archivo
fr: Exporter vers un fichier
nl: Exporteren naar bestand

source: Exporting via QR not supported for this wallet
es: Exportar vía código QR no es compatible para esta billetera
fr: L'exportation via QR n'est pas supportée pour ce portefeuille
nl: Exporteren via QR niet ondersteund voor deze portemonnee omdat de privé sleutel niet aanwezig is

source: Extended Private Key
es: Clave privada extendida
fr: Clé privée étendue
nl: Verlengde Privé Sleutel

source: Extended Public Keys
es: Claves públicas extendidas
fr: Clés publiques étendues
nl: Verlengde Publieke Sleutels

source: Extracting Wallet information...
es: Obteniendo información de la billetera...
fr: Extraction des informations du portefeuille...
nl: Portemonnee informatie ophalen...

source: Failed
es: Falló
fr: Échec
nl: Mislukt

source: Failed to export
es: Error al exportar
fr: Impossible d'exporter
nl: Exporteren mislukt

source: Featured Currencies
es: Monedas destacadas
fr: Monnaies principales
nl: Uitgelichte valuta's

source: Fee
es: Comisión
fr: Frais
nl: Transactiekosten

source: Fee level is not defined
es: El nivel de comisión no esta definido
fr: Le niveau de frais n'est pas défini
nl: Niveau transactiekosten is niet ingesteld

source: Fee rate
es: Comisión
fr: Frais
nl: Kostentarief

source: Feedback
es: Comentarios
fr: Commentaire

source: Feedback could not be submitted. Please try again later.
es: No se pudo enviar el comentario. Por favor intente nuevamente.
fr: Vos commentaires n'ont pas pu être envoyés. Veuillez réessayer plus tard.
nl: Feedback kon niet worden ingediend. Probeer het later nog eens.

source: Feedback!
es: ¡Comentarios!
fr: Votre avis compte !

source: Fetching BitPay Account...
es: Buscando cuenta de BitPay...
fr: Récupération du compte BitPay...
nl: Ophalen BitPay Account...

source: Fetching BitPay Cards...
es: Buscando tarjetas BitPay...
fr: Récupération des BitPay Cards...
nl: BitPay-kaarten ophalen...

source: Fetching payment information...
es: Obteniendo información del pago...
fr: Récupération des informations de paiement...
nl: Betalingsinformatie ophalen...

source: Fetching payment options...
es: Obteniendo opciones de pago...
fr: Récupération des options de paiement...
nl: Betalingsopties ophalen...

source: File/Text
es: Archivo/Texto
fr: Fichier / Texte
nl: Bestand/tekst

source: First, lets ensure no one can easily access your crypto funds when you’re away from your device by adding biometric security.
es: Primero, añadamos seguridad biométrica para asegurar que nadie pueda acceder fácilmente a sus fondos en criptomoneda cuando esté lejos de su dispositivo.

source: Flexibility
es: Flexibilidad
fr: Flexibilité
nl: Flexibiliteit

source: For BitPay invoices and gift cards the subtotal amount is the product or service amount plus network costs.
es: Para facturas de BitPay y Gift Cards la cantidad subtotal es el precio del producto o servicio más el costo de la red.
fr: Pour les factures BitPay et les cartes-cadeaux, le montant du sous-total est le montant du produit ou du service plus les coûts de réseau.
nl: Voor BitPay-facturen en cadeaubonnen is het subtotaalbedrag het product- of servicebedrag plus de netwerkkosten.

source: For best security this should not match your BitPay ID password.
es: Para mayor seguridad esto no debe coincidir con su contraseña de BitPay ID.

source: Forgot your password?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?
nl: Je wachtwoord vergeten?

source: Found something broken? Please report it as a bug. If you need immediate help with a problem you are having, then get help by contacting our support team.
es: ¿Encontró algo mal? Por favor repórtelo como un error. Si necesita ayuda inmediata con un problema, por favor contáctese con nuestro centro de ayuda.
fr: Vous avez trouvé quelque chose de défectueux ? Veuillez le signaler comme étant un bug. Si vous avez besoin d’une aide immédiate à un problème que vous rencontrez, vous pouvez prendre contact avec notre équipe d’assistance.

source: From
es: Desde
fr: De
nl: Van

source: From BitPay account
es: De la cuenta de BitPay
fr: Depuis un compte BitPay
nl: Van BitPay account

source: Fund it. Spend it.
es: Carga fondos. Gástalos.

source: Fund it. Spend it. Live on crypto.
es: Créalo. Gástalo. Vive en cripto.

source: Funds Will Not Be Accessible
es: Los fondos no serán accesibles
fr: Les fonds ne seront pas accessibles
nl: Tegoeden zullen niet toegankelijk zijn

source: Funds are locked by pending spend proposals
es: Los fondos están bloqueados por propuestas de gastos pendientes
fr: Les fonds sont verrouillés par des propositions de dépenses en attente
nl: Saldo is vergrendeld in afwachting van bestedingsvoorstellen

source: Funds found
es: Fondos encontrados
fr: Fonds trouvés
nl: Tegoeden gevonden

source: Funds to be added
es: Fondos a agregar
fr: Fonds à ajouter
nl: Saldo toe te voegen

source: Funds were added to debit card
es: Los fondos se agregaron a la tarjeta de débito
fr: Les fonds ont été ajoutés à la carte de débit
nl: Saldo is toegevoegd aan debetkaart

source: Funds will be transferred to
es: Los fondos serán transferidos a
fr: Les fonds seront transférés à
nl: Saldo zal worden overgemaakt naar

source: GO BACK
es: VOLVER
fr: RETOUR

source: GOT IT
es: ENTENDIDO
fr: Ok
nl: BEGREPEN

source: Gas Limit
es: Límite del gas

source: Gas Price
es: Precio del gas

source: Generate New Address
es: Generar nueva dirección
fr: Générer une nouvelle adresse
nl: Genereer nieuw adres

source: Generating .csv file...
es: Generando archivo .csv...
fr: Génération du fichier .csv...
nl: .csv bestand genereren...

source: Generating new address...
es: Generando una nueva dirección...
fr: Génération d'une nouvelle adresse...
nl: Nieuw adres genereren...

source: Get Started
es: Comenzar
fr: Commencer
nl: Begin

source: Get help
es: Obtener ayuda
fr: Obtenir de l'aide
nl: Hulp vragen

source: Get news and updates from BitPay
es: Recibir noticias y actualizaciones de BitPay
fr: Obtenir les actualités et mises à jour de BitPay
nl: Ontvang nieuws en updates van BitPay

source: Get on Chrome
es: Obtener en Chrome

source: Get started
es: Empezar
fr: Commencer
nl: Aan de slag

source: Get started by adding your first one.
es: Comienza agregando el primero.
fr: Commencez par ajouter votre premier contact.
nl: Ga aan de slag door uw eerste toe te voegen.

source: Get the BitPay Card
es: Obtener BitPay Card
fr: Obtenez la BitPay Card
nl: Bestel BitPay-kaart

source: Getting fee levels...
es: Obteniendo niveles de comisión...
fr: Obtention des niveaux de frais...
nl: Hoogte transactiekosten opvragen...

source: Gift Card Settings
es: Ajustes de Gift Card
fr: Paramètres des cartes-cadeaux
nl: Cadeaubon instellingen

source: Gift card canceled
es: Gift Card cancelada
fr: Carte-cadeau annulée
nl: Cadeaubon geannuleerd

source: Gift card purchases are temporarily unavailable. Please try again later.
es: Las compras con Gift Cards no están disponibles temporalmente. Por favor inténtelo más tarde.
fr: Les achats de cartes-cadeaux sont temporairement indisponibles. Réessayez ultérieurement.
nl: Cadeaubon aankopen zijn tijdelijk niet beschikbaar. Probeer het later nog eens.

source: Go Back
es: Volver
fr: Retour
nl: Terug

source: Go back
es: Volver
fr: Retour
nl: Terug

source: Go to Coinbase
es: Ir a Coinbase
fr: Aller sur Coinbase
nl: Ga naar Coinbase

source: Have you redeemed all of your {brand} Gift Cards? Archived gift cards will still be accessible in settings.
es: ¿Has canjeado todas tus Gift Cards de {brand}? Las Gift Cards archivadas seguirán siendo accesibles en la configuración.
fr: Avez-vous échangé la totalité de vos cartes-cadeaux {brand} ? Les cartes-cadeaux archivées seront toujours accessibles dans les paramètres.
nl: Al je {brand}-cadeaubonnen ingewisseld? Gearchiveerde cadeaubonnen zijn nog steeds toegankelijk via de instellingen.

source: Have you redeemed the entire balance of this gift card?
es: ¿Ha canjeado el saldo total de esta Gift Card?
fr: Avez-vous utilisé la totalité du solde de cette carte-cadeau ?
nl: Heb je het volledige saldo van deze cadeaubon ingewisseld?

source: Having problems with Simplex?
es: ¿Tiene problemas con Simplex?
fr: Vous avez des problèmes avec Simplex ?
nl: Problemen met Simplex?

source: Having problems with Wyre?
es: ¿Tienes problemas con Wyre?
fr: Vous avez des problèmes avec Wyre ?

source: Having problems with a ShapeShift?
es: ¿Problemas con ShapeShift?
fr: Vous avez des problèmes avec ShapeShift ?
nl: Heb je problemen met een ShapeShift?

source: Help & Support
es: Ayuda y soporte
fr: Aide et support
nl: Hulp & support

source: Help & support
es: Ayuda & Soporte
fr: Aide & Support
nl: Hulp & support

source: Help BitPay improve
es: Ayuda a BitPay a mejorar

source: Help and support information is available at the website
es: La información de soporte y ayuda están disponibles en el sitio web
fr: De l'aide peut être trouvée sur le site internet (en anglais pour le moment)
nl: Hulp en ondersteuning is beschikbaar op de website

source: Help and support information is available at the website.
es: La ayuda está disponible en el sitio web.
fr: De l'aide peut être trouvée sur le site internet (en anglais pour le moment).
nl: Hulp en ondersteuning is beschikbaar op de website.
