Repository: bitpay/wallet
Catalog: src/assets/i18n/*.po
Languages: es, fr, nl

source: Why does this require authentication?
es: ¿Por qué se requiere autenticación?
fr: Pourquoi cela nécessite-t-il une authentification ?
nl: Waarom vereist dit authenticatie?

source: Why is my transaction unconfirmed?
es: ¿Por qué está sin confirmar mi transacción?
fr: Pourquoi ma transaction est-elle non confirmée ?
nl: Waarom is mijn transactie onbevestigd?

source: Why?
es: ¿Por qué?
fr: Pourquoi ?
nl: Waarom?

source: Withdraw
es: Retirar
fr: Retirer
nl: Neem op

source: Withdraw success
es: Retiro exitoso
fr: Retrait réussi
nl: Opname succesvol

source: Without encrypting your wallet, a thief or another app on this device could potentially access your money.
es: Sin cifrar tu billetera, un ladrón u otra aplicación, podría potencialmente acceder a tu dinero en este dispositivo .

source: Without encryption, a thief or another application on this device may be able to access your funds.
es: Sin cifrado, un ladrón u otra aplicación de este dispositivo puede acceder a sus fondos.
fr: Sans chiffrement, un voleur ou une autre application sur cet appareil peut être en mesure d’accéder à vos fonds.
nl: Zonder encryptie kan een dief of een kwaadwillige applicatie op dit apparaat toegang krijgen tot je geld.

source: Worldwide
es: En todo el mundo
fr: Dans le monde entier
nl: Wereldwijd

source: Would you like to hide this gift card discount?
es: ¿Quieres ocultar este descuento de la tarjeta de regalo?
fr: Voulez-vous cacher cette remise de carte-cadeau ?
nl: Wil je deze cadeaubon-korting verbergen?

source: Write Down Recovery Phrase
es: Respalda tu frase de recuperación
fr: Écrire la phrase de récupération
nl: Schrijf de recovery seed op

source: Write a Review
es: Escriba una opinión
fr: Écrire une évaluation
nl: Schrijf een recensie

source: Write down each word.
es: Escriba cada una de las palabras.
fr: Écrivez chaque mot.
nl: Schrijf ieder woord op.

source: Wrong password
es: Contraseña incorrecta
fr: Mauvais mot de passe
nl: Verkeerd wachtwoord

source: XRP Address
es: Dirección XRP
fr: Adresse XRP
nl: XRP adres

source: XRP Locked Balance
es: Balance XRP bloqueado
fr: Solde verrouillé XRP
nl: XRP vergrendeld saldo

source: XRP Minimum Balance
es: Balance XRP mínimo
fr: Solde minimum XRP
nl: XRP minimumsaldo

source: YES
es: SÍ
fr: OUI
nl: JA

source: Yes
es: Si
fr: Oui
nl: Ja

source: Yes, please use my email address to send me exclusive email offers.
es: Sí, por favor use mi dirección de correo electrónico para enviarme ofertas exclusivas.
fr: Oui, veuillez utiliser mon adresse e-mail pour m'envoyer des offres exclusives.
nl: Ja, gebruik mijn e-mailadres om mij exclusieve e-mailaanbiedingen te sturen.

source: You are creating a {m}-{n} wallet. And you need all {m} copayers addresses at creation time.
es: Estás creando una billetera {m}-{n}. Y necesitas todas las direcciones de los {m} copayers en el momento de crearla.
fr: Vous êtes en train de créer un portefeuille {m}-{n} . Vous avez besoin de toutes les adresses des {m} Copayers au moment de la création.
nl: Je maakt een {m}-{n}-wallet aan. Je hebt alle {m} copayers adressen nodig tijdens de aanmaaktijd.

source: You are saving {{tx.minerFee | satToUnit: tx.coin}}
es: Estás ahorrando {{tx.minerFee | satToUnit: tx.coin}}
fr: Vous économisez {{tx.minerFee | satToUnit: tx.coin}}

source: You are trying to send more funds than you have available. Make sure you do not have funds locked by pending transaction proposals.
es: Estás intentando enviar más fondos de lo que tienes disponible. Asegúrate de que no tienes fondos bloqueados por transacciones pendientes.
fr: Vous essayez d'envoyer plus de fonds que vous n'en avez de disponible. Assurez-vous de ne pas avoir de fonds verrouillés par des propositions de transaction en attente.
nl: Je probeert meer geld over te maken dan er beschikbaar is. Zorg ervoor dat je geld niet is geblokkeerd door in afwachtende transactievoorstellen.

source: You are trying to send more funds than you have available. Make sure you do not have funds locked by pending transaction proposals. You can also try with a lower amount or send max.
es: Estás intentando enviar más fondos de lo que tienes disponible. Asegúrate de que no tienes fondos bloqueados por transacciones pendientes. También puedes intentar con una cantidad menor o un envío máximo.
fr: Vous essayez d'envoyer plus de fonds que vous n'en avez de disponible. Assurez-vous de ne pas avoir de fonds verrouillés par des propositions de transaction en attente. Vous pouvez également essayer avec un montant inférieur ou envoyer le maximum.
nl: Je probeert meer geld over te maken dan er beschikbaar is. Zorg ervoor dat je geld niet is geblokkeerd door in afwachtende transactievoorstellen. Je kunt ook een lager bedrag proberen te versturen (of het maximum).

source: You can always reset your encrypt password on your key settings under the option
es: Siempre puede restablecer su contraseña de cifrado en los ajustes de su clave usando su frase de recuperación de 12 palabras
fr: Vous pouvez toujours réinitialiser votre code de chiffrement dans les paramètres de votre clé sous l'option
nl: Je kunt je coderingswachtwoord altijd opnieuw instellen bij instellingen

source: You can change the name displayed on this device below.
es: Puede cambiar el nombre mostrado en este dispositivo a continuación.
fr: Vous pouvez changer le nom affiché sur cet appareil ci-dessous.
nl: Je kunt de naam die op dit apparaat wordt weergegeven hieronder wijzigen.

source: You can continue to view your archived cards here if you need to access them.
es: Usted puede seguir viendo sus tarjetas archivadas aquí si lo necesita.
fr: Vous pouvez continuer d’afficher ici vos cartes archivées si vous avez besoin d’y accéder.
nl: Je kunt je gearchiveerde kaarten hier blijven bekijken als je ze nodig hebt.

source: You can describe the problem to Wyre's support team: support@sendwyre.com
es: Puede describir el problema al equipo de soporte de Wyre: support@sendwyre.com

source: You can email support@coinbase.com for direct support, or you can view their help center.
es: Puedes enviar un correo electrónico a support@coinbase.com para soporte directo, o puedes ver su centro de ayuda.
fr: Vous pouvez envoyer un e-mail à support@coinbase.com pour une assistance directe, ou vous pouvez voir leur centre d'aide.
nl: Je kunt een e-mail sturen naar support@coinbase.com voor directe support, of je kunt hun helpcentrum bekijken.

source: You can import this Key into other devices through the {appName} scanner
es: Puede importar esta clave en otros dispositivos a través del escáner de {appName}
fr: Vous pouvez importer cette clé dans d'autres appareils via le scanner {appName}
nl: Je kunt deze sleutel op andere apparaten importeren via de {appName}-scanner

source: You can make contributions by signing up on our Crowdin community translation website. We’re looking forward to hearing from you!
es: Se pueden hacer contribuciones al registrarse en nuestro proyecto de traducciones en Crowdin. ¡Esperamos tener noticias suyas!
fr: Vous pouvez apporter des contributions en vous inscrivant sur notre site internet de traduction communautaire Crowdin. Nous sommes impatients de vous y voir !
nl: U kunt een bijdrage leveren door u aan te melden bij onze Crowdin gemeenschap vertalings website. Wij kijken er naar uit om van u te horen!

source: You can scan bitcoin addresses, payment requests, paper wallets, and more.
es: Puedes escanear direcciones bitcoin, solicitudes de pago, billeteras de papel y más.
fr: Vous pouvez numériser des adresses bitcoin, des demandes de paiement, des portefeuilles de papier et plus.
nl: U kunt bitcoin adressen scannen, betalingsverzoeken, papieren portemonnees, en meer.

source: You can see the latest developments and contribute to this open source app by visiting our project on GitHub.
es: Puede ver las últimas novedades y contribuir a nuestra aplicación de código abierto visitando nuestro proyecto en GitHub.
fr: Vous pouvez voir les derniers développements et contribuer à cette application open source en visitant notre projet sur GitHub.
nl: U kunt de laatste ontwikkelingen volgen en bijdragen aan deze open source app door onze project pagina te bezoeken op GitHub.

source: You can still export it from "Export Wallet" option.
es: Todavía puede exportar desde "Exportar billetera".
fr: Vous pouvez toujours l’exporter depuis l’option « Exporter le portefeuille ».
nl: Exporteren is nog steeds mogelijk via de 'Exporteer wallet' optie.

source: You can use your Mercado Livre gift cards on your Mercado Pago account for everyday expenses like utilities and metro rides.
es: Puede utilizar sus Gift Cards de Mercado Livre en su cuenta de Mercado Pago para gastos diarios como servicios públicos y los boletos de metro.
fr: Vous pouvez utiliser vos cartes-cadeaux Mercado Livre sur votre compte Mercado Pago pour des dépenses courantes.
nl: Je kunt je Mercado Livre-cadeaubonnen op je Mercado Pago-account gebruiken voor dagelijkse uitgaven zoals nutsvoorzieningen en metroritten.

source: You could sign the transaction later in your wallet details
es: Podría firmar la transacción más tarde en los detalles de la billetera
fr: Vous pourrez signer la transaction plus tard dans les détails de votre portefeuille

source: You do not have a {{params.coin ? params.coin : ''}} wallet able to receive funds. If you decide to create it, remember it needs to be backed up.
es: No tiene una billetera {{params.coin ? params.coin : ''}} capaz de recibir fondos. Si decide crearla, recuerde que necesita hacer una copia de seguridad.

source: You do not have enough confirmed funds to make this payment. Please wait for your pending transactions to confirm.
es: No tienes suficientes fondos confirmados para realizar este pago. Por favor, espera a que confirmen tus transacciones pendientes.
fr: Vous n'avez pas assez de fonds confirmés pour effectuer ce paiement. Veuillez attendre la confirmation de vos transactions.

source: You do not have enough confirmed funds to make this payment. Wait for your pending transactions to confirm or enable "Use unconfirmed funds" in Advanced Settings.
es: No tienes suficientes fondos confirmados para realizar este pago. Espera a que tus transacciones pendientes se confirmen o active "Utilizar los fondos sin confirmar" en ajustes avanzados.
fr: Vous n'avez pas assez de fonds confirmés pour effectuer ce paiement. Attendez que vos transactions en attente se confirment ou activez « Utiliser les fonds non confirmés » dans les paramètres avancés.

source: You have entered the phrase without spaces
es: Ha introducido la frase de recuperación sin espacios
fr: Vous avez saisi la phrase sans espaces

source: You have only entered {wordListLength} word, please follow the recommendations provided
es: Solo ha introducido {wordListLength} palabra, por favor siga las recomendaciones proporcionadas
fr: Vous n'avez saisi que {wordListLength} mot, veuillez suivre les recommandations données

source: You have only entered {wordListLength} words, please follow the recommendations provided
es: Solo ha introducido {wordListLength} palabras, por favor siga las recomendaciones proporcionadas
fr: Vous n'avez saisi que {wordListLength} mots, veuillez suivre les recommandations données

source: You need a minimum of 20 XRP to send funds.
es: Necesita un mínimo de 20 XRP para enviar fondos.
fr: Vous avez besoin d'un minimum de 20 XRP pour envoyer des fonds.
nl: Je hebt minimaal 20 XRP nodig om geld te versturen.

source: You reach the limit of twenty wallets from the same coin and network
es: Alcanzaste el limite de veinte billeteras de la misma moneda y red
fr: Vous atteignez la limite de vingt portefeuilles pour la même crypto-monnaie et réseau

source: You should not set a fee higher than {{maxFeeRecommended}} {{feeUnit}}.
es: No debería elegir una comisión superior a {{maxFeeRecommended}} {{feeUnit}}.
fr: Vous ne devriez pas définir des frais plus élevés que {{maxFeeRecommended}}{{feeUnit}}.

source: You're on the list!
es: ¡Estás en la lista!
fr: Vous êtes sur la liste !
nl: Je staat op de lijst!

source: Your BitPay Card is ready. Add funds to your card to start using it at stores.
es: Tu BitPay Card ya está lista. Agrega fondos para comenzar a utilizarla en las tiendas.
fr: Votre BitPay Card est prête. Ajoutez des fonds sur votre carte pour commencer à l'utiliser dans des magasins.
nl: Je BitPay-kaart is klaar voor gebruik. Voeg saldo toe aan je kaart om deze te gebruiken.

source: Your ETH linked wallet funds are locked by pending spend proposals
es: Los fondos su billetera ETH vinculada están bloqueados por propuestas de gasto pendientes
fr: Les fonds de votre portefeuille lié à ETH sont verrouillés par des propositions de dépenses en attente.

source: Your Key is all that is needed to access your funds. Be sure to protect your key and store it only on secure devices. BitPay does not have access to your keys, so you alone are responsible for your keys. If you share key access with external services, you take responsibility for the risk of theft or breach.
es: Tu clave es todo lo que necesitas para acceder a tus fondos. Asegúrate de protegerla y guardarla en dispositivos seguros. BitPay no tiene acceso a tus claves, por lo tanto tú solamente eres responsable de tus claves. Si compartes tu clave con servicios externos, estas asumiendo la responsabilidad por el riesgo de robo.
fr: Votre clé est ce dont vous avez besoin pour accéder à vos fonds. Assurez-vous de protéger votre clé et de la stocker uniquement sur des appareils sécurisés. BitPay n'a pas accès à vos clés, vous êtes donc seul responsable de vos clés. Si vous partagez l'accès de vos clés avec des services externes, vous assumez la responsabilité du risque de vol ou de brèche informatique.

source: Your extended private keys are all that is needed to access your funds. Be sure to protect your private keys and store them only on secure devices. BitPay does not have access to your private keys, so you alone are responsible for your keys. If you share key access with external services, you take responsibility for the risk of theft or breach. Only advanced users should handle extended private keys directly.
es: Sus claves privadas extendidas son todo lo que necesita para acceder a sus fondos. Asegúrese de proteger sus claves privadas y almacenarlas en dispositivos seguros. BitPay no tiene acceso a sus claves privadas, por lo que usted es responsable de sus claves. Si comparte el acceso a claves con servicios externos, usted asume la responsabilidad por el riesgo de robo o violación. Solo los usuarios avanzados deberían manipular directamente las claves privadas extendidas.
fr: Vos clés privées étendues permettent un accès direct et intégral à vos fonds. Veillez à protéger vos clés privées et à ne les stocker que sur des appareils sécurisés. BitPay n'a pas accès à vos clés privées et vous êtes seul responsable de vos clés. Si vous partagez l'accès à une clé avec des services externes, vous assumez la responsabilité du risque de vol ou d'accès non autorisé. Seuls les utilisateurs avertis doivent gérer les clés privées étendues.
nl: Je uitgebreide private keys is alles wat je nodig hebt om toegang te krijgen tot je coins. Zorg ervoor dat je jouw private keys goed beschermt en bewaar ze alleen op veilige apparaten. BitPay heeft geen toegang tot je private keys. Je bent dus zelf verantwoordelijk. Als je de toegang tot je key deelt met externe diensten, neem je de verantwoordelijkheid voor het risico van eventuele diefstal of inbreuk. Uitgebreide private keys is iets voor ervaren gebruikers.

source: Your fee is lower than recommended.
es: Tu comisión es inferior a la recomendada.
fr: Vos frais sont inférieurs au niveau recommandé.
nl: Uw gekozen transactiekosten zijn lager dan aangeraden.

source: Your funds are in your custody
es: Sus fondos están bajo su custodia

source: Your funds, on your device
es: Tus fondos, en tu dispositivo
fr: Vos fonds, sur votre appareil
nl: Jouw geld, op je eigen apparaat

source: Your linked ETH wallet does not have enough ETH for fee
es: Su billetera ETH vinculada no tiene suficiente ETH para pagar la comisión
fr: Votre portefeuille ETH lié n'a pas assez d'ETH pour couvrir les frais.

source: Your name
es: Nombre
fr: Votre nom
nl: Uw naam

source: Your recovery key is composed of 12 randomly selected words. Please carefully write down each word in the order it appears.
es: Tu frase de recuperación está compuesta por 12 palabras seleccionadas aleatoriamente. Por favor, escribe cuidadosamente cada palabra en el orden que aparecen.

source: Your request did not include a transaction. Please try again or contact your wallet provider
es: Su solicitud no incluyó una transacción. Por favor, inténtelo de nuevo o póngase en contacto con BitPay
fr: Votre demande n'a pas inclus de transaction. Veuillez réessayer ou contacter votre fournisseur de portefeuille.
nl: Je verzoek bevatte geen transactie. Probeer het opnieuw of neem contact op met je wallet-aanbieder

source: Your transaction was an in an invalid format, it must be a hexadecimal string. Contact your wallet provider
es: Su transacción tenía un formato no válido, debe ser una cadena hexadecimal. Contacte con BitPay
fr: Votre transaction était un format invalide, elle doit être une chaîne hexadécimale. Contactez votre fournisseur de portefeuille.
nl: Je transactie heeft een ongeldig formaat, het moet een hexadecimale tekenreeks zijn. Neem contact op met je wallet-aanbieder

source: Your wallet is testnet
es: Su billetera es testnet
fr: Votre portefeuille est testnet
nl: Je wallet is testnet

source: Your wallet key will be encrypted. The encrypt password cannot be recovered. Be sure to write it down.
es: La clave de la billetera será cifrada. La contraseña de cifrado no se puede recuperar. Asegúrese de anotarla.
fr: La clé de votre portefeuille sera chiffrée. Le code de chiffrement ne peut pas être récupéré. N'oubliez pas de l'écrire.
nl: De key van je wallet is gedecodeerd. Het coderingswachtwoord kan niet worden hersteld. Zorg er voor dat je deze dus opschrijft

source: Your wallet master key is a phrase composed of 12 randomly selected words. If you ever lose or damage your device, you can re-gain access to your wallet as long as you have your 12 word master key.
es: La clave maestra de tu billetera es una frase compuesta por 12 palabras seleccionadas al azar. Si alguna vez pierdes o se daña tu dispositivo, puedes restaurar el acceso a tu billetera siempre que tengas la clave maestra de 12 palabras.
fr: La clé maîtresse de votre portefeuille est une phrase composée de 12 mots choisis au hasard. Si vous perdez ou endommagez votre appareil, vous pourrez restaurer l'accès à votre portefeuille tant que vous avez votre clé maîtresse de 12 mots.
nl: De hoofdsleutel van je wallet is een zin die bestaan uit 12 willekeurig geselecteerde woorden. Als je jouw apparaat ooit verliest, kun je weer toegang krijgen tot je wallet, door je woorden in de juiste volgorde in te vullen op een ander apparaat.

source: Your wallet {{walletName}} is complete.
es: Su billetera {{walletName}} está completa.
fr: Votre portefeuille {{walletName}} est terminé.
nl: Je {{walletName}} wallet is voltooid.

source: Your {walletType} wallet is backed up!
es: ¡Su billetera {walletType} ha sido respaldada!
fr: Votre portefeuille {walletType} est sauvegardé !
nl: Er is een back-up gemaakt van je {walletType} wallet!

source: [Balance Hidden]
es: [Balance oculto]
fr: [Solde masqué]
nl: [Saldo Verborgen]

source: [Scanning Funds]
es: [Buscando fondos]
fr: [Analyse des fonds]
nl: [Saldo Scannen]

source: add your BitPay Visa card(s)
es: agregar sus BitPay Visa card(s)
fr: ajouter vos cartes BitPay Visa
nl: voeg uw BitPay Visa kaart(en) toe

source: me
es: yo
fr: moi
nl: ik

source: of total amount
es: del monto total
fr: du montant total
nl: van het totale bedrag

source: preparing...
es: preparando...
fr: préparation...
nl: voorbereiden...

source: using your 12 words recovery phrase
es: usando tu frase de recuperación de 12 palabras
fr: en utilisant votre phrase de récupération de 12 mots
nl: met behulp van je recovery seed (12 woorden)

source: {appName} BCH wallets use the CashAddr format by default
es: Las billeteras {appName} utilizan el formato CashAddr por defecto
fr: Les portefeuilles BCH de {appName} utilisent le format CashAddr par défaut
nl: {appName} BCH wallets gebruiken standaard het CashAddr-formaat

source: {appName} cannot recover your funds for you if you lose your recovery key
es: {appName} no puede recuperar sus fondos si pierde su clave de recuperación

source: {coinName} Address
es: Dirección {coinName}
fr: Adresse {coinName}
nl: {coinName} adres

source: {coinName} Wallets
es: Billeteras {coinName}
fr: Portefeuilles {coinName}

source: {displayName} gift cards contain an additional activation fee of {fee} {currency}.
es: Las tarjetas de regalo de {displayName} contienen una tarifa adicional de activación de {fee} {currency}.
fr: Les cartes-cadeaux {displayName} contiennent des frais d'activation supplémentaires de {fee} {currency}.
nl: {displayName} cadeaubonnen bevatten een extra activeringskosten van {fee} {currency}.

source: {displayName} requires you to present a printed gift card at redemption.
es: {displayName} requiere presentar la Gift Card impresa para realizar el canje.
fr: {displayName} vous demande de présenter une carte-cadeau imprimée pour le rachat.
nl: {displayName} vraagt om een uitgeprinte cadeaubon bij inwisseling.

source: {walletsGroupLength} Wallet
es: {walletsGroupLength} Billetera
fr: {walletsGroupLength} portefeuille

source: {walletsGroupLength} Wallets
es: {walletsGroupLength} Billeteras
fr: {walletsGroupLength} portefeuilles

source: {{ params.error ? 'Error' : 'Warning!' }}
es: {{ params.error ? 'Error' : '¡Advertencia!' }}

source: {{appName}} depends on Bitcore Wallet Service (BWS) for blockchain information, networking and Copayer synchronization. The default configuration points to https://bws.bitpay.com (BitPay's public BWS instance).
es: {{appName}} depende de Bitcore Wallet Service (BWS) para obtener información sobre blockchain y sincronización del Copayer. La configuración por defecto apunta a https://bws.bitpay.com (instancia BWS pública de BitPay).
fr: {{appName}} repose sur Bitcore Wallet Service (BWS) pour les informations de blockchain, le réseau et la synchronisation des Copayers. La configuration par défaut est orientée vers https://bws.bitpay.com (instance BWS publique de BitPay).
nl: {{appName}} is afhankelijk van Bitcore Wallet Service (BWS) voor blockchain-informatie, netwerken en copayer-synchronisatie. De standaardconfiguratie verwijst naar https://bws.bitpay.com (BitPay's publieke BWS).

source: {{appName}} only supports Bitcoin Cash using new version numbers addresses.
es: {{appName}} solo soporta Bitcoin Cash utilizando la nueva versión de direcciones.
fr: {{appName}} prend uniquement en charge le nouveau type d'adresse de Bitcoin Cash.
nl: {{appName}} ondersteunt alleen Bitcoin Cash met nieuwe versienummeradressen.

source: {{countInArray}} of your wallets already exist in {{nameCase}}
es: {{countInArray}} de tus billeteras ya existen en {{nameCase}}
fr: {{countInArray}} de vos portefeuilles existent déjà dans {{nameCase}}
nl: {{countInArray}} van je wallets bestaan al in {{nameCase}}

source: {{fee}} {{coin}} will be deducted for bitcoin networking fees.
es: Se descontará {{fee}} {{coin}} por comisión de la red bitcoin.
fr: {{fee}} {{coin}} seront déduits pour les frais de réseau Bitcoin.
nl: {{fee}} {{coin}} wordt afgetrokken van de bitcoin-transactiekosten.
