Repository: bitpay/wallet
Catalog: src/assets/i18n/*.po
Languages: es, fr, nl

source: Reject Payment Proposal
es: Rechazar propuesta de pago
fr: Rejeter la proposition de paiement
nl: Betalingsvoorstel afwijzen

source: Rejected
es: Rechazado
fr: Rejetée
nl: Afgewezen

source: Rejecting payment proposal...
es: Rechazando propuesta de pago...
fr: Rejet de la proposition de paiement...
nl: Betalingsvoorstel afwijzen...

source: Release information
es: Información de la versión
fr: Informations de version
nl: Release informatie

source: Reload your balance with no conversion fees* and spend.
es: Recarga tu saldo sin comisiones* de conversión y gasta.
fr: Rechargez votre solde sans frais de conversion* et dépensez.
nl: Herlaad je saldo zonder conversiekosten* en besteed

source: Remember there are no special requirements for the password (numbers, symbols, etc.)
es: Recuerda que no hay requisitos especiales para la contraseña (números, símbolos, etc.)
fr: Rappelez-vous qu'il n'y a pas de conditions spéciales pour le mot de passe (chiffres, symboles, etc.)

source: Remove
es: Remover
fr: Supprimer
nl: Verwijderen

source: Removing Payment Request Data
es: Eliminando datos de solicitud de pago
fr: Suppression des données de demande de paiement

source: Repeat the password
es: Repetir la contraseña
fr: Confirmez le mot de passe
nl: Herhaal het wachtwoord

source: Report an Issue
es: Reportar un problema
fr: Signaler un problème
nl: Meld een probleem

source: Report an issue
es: Reportar un problema
fr: Signaler un problème
nl: Meld een probleem

source: Report issue
es: Reportar problema
fr: Signaler un problème
nl: Meld probleem

source: Request Biometric Authentication
es: Solicitar autenticación biométrica
fr: Demander une authentification biométrique
nl: Vraag biometrische authenticatie

source: Request Encrypt Password
es: Solicitar contraseña de cifrado
fr: Demander un code de chiffrement
nl: Vraag coderingswachtwoord

source: Request Fingerprint
es: Solicitar huella digital
fr: Demander l'empreinte digitale
nl: Vereis Vingerafdruk

source: Request Specific Amount
es: Solicitar importe específico
fr: Demander un montant précis
nl: Vraag specifiek bedrag

source: Request a Feature
es: Sugiera una funcionalidad
fr: Suggérer une fonctionnalité
nl: Vraag een functie aan

source: Request a new feature
es: Sugiera una nueva funcionalidad
fr: Suggérer une nouvelle fonctionnalité
nl: Vraag een nieuwe functie aan

source: Request feature
es: Sugerir funcionalidad
fr: Demander une fonctionnalité
nl: Vraag nieuwe feature aan

source: Required number of signatures
es: Número requerido de firmas
fr: Nombre requis de signatures
nl: Vereist aantal handtekeningen

source: Requires invitation to join
es: Requiere invitación para unirse
fr: Nécessite une invitation pour rejoindre
nl: Uitnodiging vereist om te joinen

source: Requires multiple devices (most secure)
es: Requiere múltiples dispositivos (más seguro)
fr: Nécessite plusieurs appareils (configuration très sécurisée)
nl: Vereist meerdere apparaten (meest veilig optie)

source: Reset All Settings
es: Restablecer todos los ajustes
fr: Réinitialiser tous les paramètres
nl: Reset alle instellingen

source: Resolved
es: Resuelto
fr: Résolu
nl: Opgelost

source: Restore from backup
es: Restaurar desde copia de seguridad

source: Retrieving inputs information...
es: Obteniendo información...
fr: Récupération des informations d'entrée...
nl: Inputs informatie ophalen...

source: Retry camera
es: Reintentar cámara
fr: Réessayer la caméra
nl: Probeer camera opnieuw

source: SEPA Bank Transfer
es: Transferencia SEPA

source: SEPA Bank Transfer purchases are not supported outside the European Union.
es: Las compras de Transferencias SEPA no son admitidas fuera de la Unión Europea.

source: SUMMARY
es: RESUMEN
fr: Résumé
nl: OVERZICHT

source: Save
es: Guardar
fr: Valider
nl: Opslaan

source: Scan QR Codes
es: Escanear código QR
fr: Numérisez des QR Codes

source: Scan addresses for funds
es: Busca direcciones con fondos
fr: Analyser les adresses pour des fonds
nl: Scan adressen voor saldo

source: Scan again
es: Escanear de nuevo
fr: Réanalyser
nl: Scan nogmaals

source: Scanning Wallet funds...
es: Buscando fondos en la billetera...
fr: Analyse des fonds du portefeuille...
nl: Saldo Portemonnee scannen...

source: Search Transactions
es: Buscar transacciones
fr: Rechercher des transactions
nl: Zoek transacties

source: Search Wallets or Contacts
es: Buscar billeteras o contactos
fr: Recherchez des portefeuilles ou des contacts
nl: Zoek wallets of contracten

source: Search a contact
es: Buscar un contacto
fr: Rechercher un contact
nl: Zoek een contact

source: Search contact or enter address
es: Buscar contacto o introducir dirección
fr: Rechercher un contact ou entrer une adresse
nl: Zoek contact of voer een adres in

source: Search country
es: Buscar país

source: Search currency
es: Buscar moneda
fr: Rechercher une devise
nl: Zoek valuta

source: Search for a brand
es: Buscar por marca
fr: Rechercher une marque
nl: Zoek naar een merk

source: Search for a country
es: Buscar un país
fr: Rechercher un pays
nl: Zoek een land

source: Security
es: Seguridad
fr: Sécurité
nl: Beveiliging

source: See transaction
es: Ver transacción
fr: Voir la transaction
nl: Bekijk transactie

source: Select
es: Seleccionar
fr: Sélectionner
nl: Selecteer

source: Select Coin
es: Seleccionar Moneda

source: Select Currencies
es: Seleccionar monedas
fr: Sélectionner des monnaies
nl: Selecteer valuta's

source: Select Currency
es: Seleccionar moneda
fr: Sélectionner une devise
nl: Selecteer valuta

source: Select Key
es: Seleccionar clave
fr: Sélectionner la clé
nl: Selecteer key

source: Select Key to add ETH Wallet to
es: Seleccionar la clave a la cual agregar la billetera ETH
fr: Sélectionnez la clé à ajouter au portefeuille ETH

source: Select Payment Method
es: Seleccionar Método de Pago

source: Select Your Country
es: Selecciona tu país
fr: Sélectionnez votre pays
nl: Selecteer je land

source: Select a wallet
es: Seleccionar una billetera
fr: Sélectionner un portefeuille
nl: Selecteer een portemonnee

source: Select an Ethereum Wallet
es: Seleccione una billetera Ethereum
fr: Choisissez un portefeuille Ethereum
nl: Selecteer een Ethereum wallet

source: Select inputs
es: Seleccionar entradas
fr: Sélectionner les entrées
nl: Selecteer inputs

source: Select inputs for transaction
es: Seleccione entradas para la transacción
fr: Sélectionner les entrées pour la transaction
nl: Selecteer inputs voor transactie

source: Select recipient
es: Seleccionar destinatario
fr: Sélectionner un destinataire
nl: Selecteer ontvanger

source: Select wallet to deposit funds
es: Seleccione billetera para depositar fondos
fr: Sélectionner le portefeuille pour déposer des fonds
nl: Selecteer wallet om tegoed te storten

source: Select wallet to deposit to
es: Seleccione la billetera a la que depositar
fr: Sélectionner le portefeuille receveur
nl: Selecteer wallet om naar te storten

source: Select wallet to receive funds
es: Seleccione billetera para recibir fondos
fr: Sélectionner le portefeuille pour recevoir des fonds
nl: Selecteer wallet om tegoed te ontvangen

source: Selling Bitcoin...
es: Vendiendo Bitcoins...
fr: Vente de bitcoins...
nl: Bitcoin verkopen...

source: Send
es: Enviar
fr: Envoyer
nl: Verzenden

source: Send Feedback
es: Enviar comentarios
fr: Envoyer un commentaire
nl: Verstuur feedback

source: Send Max
es: Envío máximo
fr: Envoyer le maximum
nl: Verstuur alles

source: Send addresses by email
es: Enviar las direcciones por email
fr: Envoyer les adresses par e-mail
nl: Verstuur adressen per email

source: Send by email
es: Enviar por correo electrónico
fr: Envoyer par e-mail
nl: Verstuur via email

source: Send from
es: Enviar desde
fr: Envoyer à partir de
nl: Verzenden vanuit

source: Send max
es: Envío máximo
fr: Envoyer le maximum
nl: Verstuur alles

source: Send payment to this address
es: Enviar pago a esta dirección
fr: Envoyer le paiement à cette adresse
nl: Verstuur betaling naar dit adres

source: Send to
es: Enviar a
fr: Envoyer à
nl: Verstuur naar

source: Send {{params?.coin}} to contact
es: Enviar {{params?.coin}} al contacto
fr: Envoyer {{params?.coin}} au contact
nl: Stuur {{params?.coin}} naar contact

source: Sending
es: Enviando
fr: Envoi
nl: Verzenden

source: Sending 2FA code...
es: Enviando código 2FA...
fr: Envoi du code 2FA...
nl: 2FA code verzenden...

source: Sending BTC to a Bitcoin Cash legacy address will result on permanent lost of funds. This feature is only for advanced users.
es: Enviar BTC a una dirección legacy de Bitcoin Cash resultará en la pérdida permanente de los fondos. Esta característica es sólo para usuarios avanzados.
fr: L'envoi de BTC à une adresse obsolète de Bitcoin Cash entraînera une perte permanente de fonds. Cette fonctionnalité est réservée aux utilisateurs avancés.
nl: Het versturen van BTC naar een Bitcoin Cash legacy adres zal ervoor zorgen dat je je geld voorgoed kwijt bent. Deze functie is alleen voor ervaren gebruikers.

source: Sending feedback...
es: Enviando comentario...
fr: Envoi de votre avis...
nl: Feedback verzenden...

source: Sending from
es: Enviando desde
fr: Envoyer depuis
nl: Versturen van

source: Sending maximum amount
es: Enviando cantidad máxima
fr: Envoi du montant maximal
nl: Maximale hoeveelheid verzenden

source: Sending to
es: Enviando a
fr: Envoyer à
nl: Versturen naar

source: Sending transaction...
es: Enviando transacción...
fr: Envoi de la transaction...
nl: Transactie versturen...

source: Sending {{amount}} {{unit}} from your {{name}} wallet
es: Enviando {{amount}} {{unit}} desde tu billetera {{name}}
fr: Envoi de {{amount}} {{unit}} depuis votre portefeuille {{name}}
nl: Versturen van {{amount}} {{unit}} vanuit je {{name}} wallet

source: Sensitive Data
es: Información sensible
fr: Données sensibles
nl: Gevoelige data

source: Sent
es: Enviado
fr: Envoyés
nl: Verzonden

source: Sent to self
es: Enviado a mí mismo
fr: Envoyé à vous-même
nl: Verstuurd naar zichzelf

source: Sent to {walletName}
es: Enviado a {walletName}
fr: Envoyé à {walletName}
nl: Verstuurd naar {walletName}

source: Server response could not be verified
es: La respuesta del servidor no se ha podido verificar
fr: La réponse du serveur n'a pas pu être vérifiée
nl: Server reactie kon niet geverifieerd worden

source: Session Log
es: Registros de sesión
fr: Journal de session
nl: Sessie Log

source: Set up a password
es: Configurar una contraseña
fr: Spécifiez un mot de passe
nl: Stel wachtwoord in

source: Settings
es: Ajustes
fr: Paramètres
nl: Instellingen

source: ShapeShift is not available at this moment. Please, try again later.
es: ShapeShift no esta disponible en este momento. Por favor, inténtelo más tarde.
fr: ShapeShift n’est pas disponible pour le moment. Veuillez réessayer plus tard.
nl: ShapeShift is op dit moment niet beschikbaar. Probeer het later opnieuw.

source: ShapeShift max limit reached
es: ShapeShift alcanzó el límite máximo
fr: Limite maximale ShapeShift atteinte

source: ShapeShift requires a minimum value of {{min}}
es: ShapeShift requiere un valor mínimo de {{min}}
fr: ShapeShift demande une valeur minimale de {{min}}

source: Share
es: Compartir
fr: Partager
nl: Deel

source: Share Address
es: Compartir dirección
fr: Partager l'adresse
nl: Deel adres

source: Share Claim Code
es: Compartir código de reclamo
fr: Partager le code de réclamation
nl: Deel ophaalcode

source: Share logs
es: Compartir registros
fr: Partager les journaux
nl: Deel logs

source: Share the love by inviting your friends.
es: Comparte la pasión invitando a tus amigos.
fr: Partagez la révolution bitcoin en invitant vos amis.
nl: Deel het plezier door uw vrienden uit te nodigen.

source: Share this QR code to receive {amount} in your wallet {name}.
es: Comparte este código QR para recibir {amount} en su billetera {name}.
fr: Partagez ce QR code pour recevoir {amount} dans votre portefeuille {name}.

source: Share this address with the devices joining this account.
es: Compartir esta dirección con los dispositivos que se unan a esta cuenta.
fr: Partagez cette adresse avec les appareils qui rejoignent ce compte.
nl: Deel dit adres met apparaten die deze account joinen.

source: Share this invitation with the Copayers who join this wallet.
es: Comparte esta invitación con los Copayers que se unen a esta billetera.
fr: Partagez cette invitation avec les Copayers qui rejoignent ce portefeuille.
nl: Deel deze uitnodiging met de Copayers die deze wallet joinen.

source: Share this invitation with your copayers
es: Compartir esta invitación con sus copayers
fr: Partagez cette invitation avec vos copayers
nl: Deel deze uitnodiging met uw copayers

source: Share with friends
es: Compartir con amigos
fr: Partager avec des amis
nl: Deel met vrienden

source: Share {{appName}}
es: Compartir {{appName}}
fr: Partager {{appName}}
nl: Deel {{appName}}

source: Shared Wallet
es: Billetera compartida
fr: Portefeuille partagé
nl: Gedeelde wallet

source: Shop
es: Tienda
fr: Boutique
nl: Winkel

source: Shop at Amazon
es: Comprar en Amazon
fr: Acheter sur Amazon
nl: Winkel bij Amazon

source: Shop with Crypto
es: Comprar con Criptomoneda

source: Show
es: Ver
fr: Afficher
nl: Toon

source: Show "Buy Crypto"
es: Ver "Comprar criptomonedas"
fr: Afficher "Acheter des crypto-monnaies"
nl: Toon "Koop crypto"

source: Show Portfolio Value
es: Ver monto total
fr: Afficher la valeur de vos actifs
nl: Toon portfolio waarde

source: Show advanced options
es: Mostrar opciones avanzadas
fr: Afficher les options avancées
nl: Geavanceerde opties weergeven

source: Show me the legacy address
es: Ver dirección legacy
fr: Me montrer l'adresse obsolète
nl: Toon mij het legacy adres

source: Show on wallet tab
es: Ver en la pestaña de billeteras
fr: Afficher sur l'onglet portefeuille

source: Sign Up
es: Regístrate
fr: S'inscrire
nl: Maak account aan

source: Sign Up for Coinbase
es: Regístrate en Coinbase
fr: S'inscrire à Coinbase
nl: Maak Coinbase-account aan

source: Sign Up for Coinbase &rarr;
es: Regístrate en Coinbase &rarr;
fr: S'inscrire sur Coinbase &rarr;
nl: Maak Coinbase-account aan &rarr;

source: Sign Up for ShapeShift
es: Registrarse en ShapeShift
fr: S'inscrire pour ShapeShift
nl: Maak ShapeShift-account aan

source: Sign selected proposals
es: Firmar transacciones seleccionadas
fr: Signer les propositions sélectionnées
nl: Onderteken geselecteerde voorstellen

source: Signatures rejected by server
es: Firmas rechazadas por el servidor
fr: Signatures rejetées par le serveur
nl: Ondertekeningen geweigerd door server

source: Signing transaction...
es: Firmando transacción...
fr: Signature de la transaction...
nl: Transactie ondertekenen...

source: Simple Wallet
es: Billetera simple
fr: Portefeuille simple
nl: Eenvoudige wallet

source: Single address
es: Única dirección
fr: Adresse unique
nl: Enkel adres

source: Skip
es: Omitir
fr: Ignorer
nl: Overslaan

source: Slide to accept
es: Deslizar para aceptar
fr: Faites glisser pour accepter
nl: Schuif om te accepteren

source: Slide to confirm
es: Deslizar para confirmar
fr: Faites glisser pour confirmer
nl: Schuif om te bevestigen

source: Slide to deposit
es: Deslizar para depositar
fr: Faites glisser pour déposer
nl: Schuif om te storten

source: Slide to pay
es: Deslizar para pagar
fr: Faites glisser pour payer
nl: Schuif om te betalen

source: Slide to send
es: Deslizar para enviar
fr: Faites glisser pour envoyer
nl: Schuif om te versturen

source: Slide to speed up
es: Deslizar para acelerar
fr: Faites glisser pour accélérer
nl: Schuif om te versnellen

source: Slide to withdraw
es: Deslizar para retirar
fr: Faites glisser pour retirer
nl: Schuif om op te nemen

source: Some inputs you want to speed up have no confirmations. Please wait until they are confirmed and try again.
es: Algunas entradas que quieres acelerar no tienen confirmaciones. Por favor, espera hasta que sean confirmadas e inténtalo de nuevo.
fr: Certaines entrées que vous voulez accélérer n'ont aucune confirmation. Veuillez attendre qu'elles soient confirmées et réessayez.

source: Something exciting is arriving
es: Algo emocionante está llegando
fr: Quelque chose de génial arrive
nl: Er komt iets tofs aan

source: Something goes wrong...
es: Algo va mal...
fr: Il y a un problème...
nl: Er gaat iets mis...

source: Something went wrong
es: Algo salió mal
fr: Une erreur s'est produite
nl: Er ging iets mis

source: Specify Amount
es: Especificar importe
fr: Spécifier un montant
nl: Specificeer bedrag

source: Specify Recovery Phrase
es: Especificar frase de recuperación
fr: Spécifier la phrase de récupération
nl: Voer recovery seed in

source: Specify derivation path
es: Especificar camino de derivación
fr: Spécifier le chemin de dérivation
nl: Specificeer derivation path

source: Speed up successful
es: Aceleración exitosa
fr: Accélération réussie
nl: Versnelling succesvol

source: Speed up transaction
es: Acelerar transacción
fr: Accélérer la transaction
nl: Versnel transactie

source: Spend and control your cryptocurrency by downloading the {{appName}} app.
es: Gasta y controla tus criptomonedas descargando la aplicación {{appName}}.
fr: Dépensez et contrôlez vos crypto-monnaies en téléchargeant l'application {{appName}}.

source: Spend crypto at your favorite places.
es: Gasta criptomonedas en tus lugares favoritos.

source: Spend proposal is not accepted
es: La propuesta de gasto no se ha aceptado
fr: La proposition de dépense n'est pas acceptée
nl: Bestedingsvoorstel is niet geaccepteerd

source: Spend proposal not found
es: La propuesta de gasto no se ha encontrado
fr: Propostion de dépense introuvable
nl: Bestedingsvoorstel niet gevonden

source: Spendable balance
es: Balance disponible
fr: Solde disponible
nl: Besteedbaar saldo

source: Spending this balance will need significant Bitcoin network fees
es: Gastar este balance requiere de significativas comisiones
fr: La dépense de ce solde demandera d'importants frais de réseau Bitcoin
nl: Dit bedrag uitgeven vereist aanzienlijke transactiekosten

source: Start
es: Comenzar

source: Status
es: Estado
fr: État

source: Store this key separately
es: Guardar esta clave por separado
fr: Conservez cette clé séparément
nl: Sla deze key afzonderlijk op

source: Super Economy
es: Súper Económico
fr: Infimes
nl: Super Zuinig

source: Supported by
es: Soportado por

source: Sweep
es: Importar
fr: Balayer
nl: Saldo opnemen

source: Sweep Completed
es: Sweep completado
fr: Balayage terminé
nl: Sweep voltooid

source: Sweep paper wallet
es: Importar billetera en papel
fr: Balayer un portefeuille de papier
nl: Saldo papieren portemonnee opnemen

source: Sweeping Wallet...
es: Leyendo la Billetera...
fr: Balayage du portefeuille...
nl: Saldo Portemonnee opnemen...

source: Sync gift card purchases
es: Sincronizar compras con gift cards
fr: Synchroniser les achats de cartes-cadeaux
nl: Synchroniseer cadeaubon-aankopen

source: System Default
es: Predeterminado del sistema
fr: Système par défaut
nl: Systeemstandaard

source: THIS ACTION CANNOT BE REVERSED
es: ESTA ACCIÓN NO SE PUEDE REVERTIR
fr: CETTE ACTION NE PEUT PAS ÊTRE ANNULÉE
nl: DEZE ACTIE IS ONOMKEERBAAR

source: TRY AGAIN
es: VOLVER A INTENTAR

source: Take control of your crypto
es: Toma el control de tus criptomonedas
fr: Prenez le contrôle de vos crypto-monnaies
nl: Neem de controle over je crypto

source: Tap and hold to show
es: Tocar y mantener para mostrar
fr: Appuyez et maintenez pour afficher
nl: Tik en houd vast om te tonen

source: Tap each word in the correct order.
es: Escoge cada palabra en el orden correcto.
fr: Sélectionnez chaque mot dans le bon ordre.
nl: Tik op elk woord in de juiste volgorde.

source: Tap to recreate
es: Toca para recrear
fr: Appuyez pour recréer
nl: Tik om opnieuw aan te maken

source: Temporarily Unavailable
es: Temporalmente no disponible
fr: Temporairement indisponible
nl: Tijdelijk niet beschikbaar

source: Terms of Service
es: Términos del servicio
fr: Conditions d'utilisation
nl: Algemene voorwaarden

source: Terms of Use
es: Términos de uso
fr: Conditions d'utilisation
nl: Gebruikersvoorwaarden

source: Terms of use
es: Términos de uso
fr: Conditions d’utilisation
nl: Gebruikersvoorwaarden

source: Testnet Wallet
es: Billetera Testnet
fr: Portefeuille testnet

source: Text
es: Texto
fr: Texte
nl: Tekst

source: Thanks!
es: ¡Gracias!
fr: Merci !
nl: Bedankt!

source: The "Key" to your funds
es: La "Clave" de tus fondos
fr: La "clé" de vos fonds
nl: De 'sleutel' naar jouw geld

source: The Safest, Fastest Asset Exchange on Earth
es: La casa de cambio más segura y rápida de la tierra
fr: La bourse d’actifs la plus plus sûre, rapide et sécurisée sur terre

source: The XRP ledger requires that all wallets maintain a minimum balance of 20 XRP. This non-refundable 20 XRP will remain permanently locked in your wallet.
es: El libro contable de XRP requiere que todas las billeteras mantengan un balance mínimo de 20 XRP. Estos 20 XRP no son reembolsables y permanecerán bloqueados en su billetera.
fr: Le registre XRP nécessite que tous les portefeuilles maintiennent un solde minimal de 20 XRP. Ces 20 XRP ne sont pas utilisables et resteront définitivement verrouillés dans votre portefeuille.
nl: Het XRP-grootboek vereist dat alle wallets een minimum saldo van 20 XRP behouden. Deze 20 XRP kun je niet uit de wallet halen en zit dus permanent vast in je wallet.

source: The XRP ledger requires that all wallets maintain a minimum balance of 20 XRP. This non-refundable 20 XRP will remain permanently locked in your wallet. Please first deposit no less than 20 XRP to activate your wallet.
es: El libro contable de XRP requiere que todas las billeteras mantengan un balance mínimo de 20 XRP. Estos 20 XRP no son reembolsables y permanecerán bloqueados en su billetera. Por favor, deposite no menos de 20 XRP para activar su cartera.
fr: Le registre XRP nécessite que tous les portefeuilles maintiennent un solde minimal de 20 XRP. Ces 20 XRP ne sont pas utilisables et resteront définitivement verrouillés dans votre portefeuille. Veuillez d'abord déposer pas moins de 20 XRP pour activer votre portefeuille.
nl: Het XRP-grootboek vereist dat alle wallets een minimum saldo van 20 XRP behouden. Deze 20 XRP kun je niet uit de wallet halen en zit dus permanent vast in je wallet. Stort eerst ten minste 20 XRP om je wallet te activeren.

source: The amount of {coinName} immediately spendable from this wallet.
es: Total de {coinName} disponibles en esta billetera para su uso inmediato.
fr: Le montant de {coinName} immédiatement disponible à partir de ce portefeuille.

source: The amount of {coinName} stored in this wallet that is allocated as inputs to your pending transaction proposals. The amount is determined using unspent transaction outputs associated with this wallet and may be more than the actual amounts associated with your pending transaction proposals.
es: Total de {coinName} almacenados en esta billetera que se utilizan como "inputs" en las transacciones pendientes. Esta cantidad se determina en base a los "unspent transaction outputs" asociados con la billetera y puede que sean mayor a los montos asociados a tus propuestas de transacciones pendientes.
fr: Le montant de {coinName} stocké dans ce portefeuille qui est alloué en tant qu'entrées à vos propositions de transaction en attente. Le montant est déterminé en utilisant les sorties de transaction non dépensées associées à ce portefeuille et peut être plus important que les montants réels associés à vos propositions de transaction en attente.

source: The amount of {coinName} stored in this wallet with less than 1 blockchain confirmation.
es: El total de {coinName} guardados en esta billetera con menos de 1 confirmación en la cadena de bloques.
fr: Le montant de {coinName} stocké dans ce portefeuille avec moins d'une confirmation blockchain.
