Repository: bitpay/wallet
Catalog: src/assets/i18n/*.po
Languages: es, fr, nl

source: {{params.countryCode === 'US' ? 'U.S.' : params.countryCode}} Phone Required
es: Requiere Teléfono de {{params.countryCode === 'US' ? 'U.S.' : params.countryCode}}
fr: {{params.countryCode === 'US' ? 'U.S.' : params.countryCode}} Téléphone requis
nl: {{params.countryCode === 'US' ? 'U.S.' : params.countryCode}} Telefoon vereist

source: {{params.name}} ({{params.isoCode}}) is no longer supported. Please select another alternative currency.
es: {{params.name}} ({{params.isoCode}}) ya no es soportado. Por favor, seleccione otra moneda alternativa.

source: {{txpsSuccess}} proposal signed
es: {{txpsSuccess}} propuesta firmada
fr: {{txpsSuccess}} proposition signée
nl: {{txpsSuccess}} voorstel ondertekend

source: {{txpsSuccess}} proposals signed
es: {{txpsSuccess}} propuestas firmadas
fr: {{txpsSuccess}} propositions signées
nl: {{txpsSuccess}} voorstellen ondertekend

source: {{updatingTxHistoryProgress}} transactions downloaded
es: {{updatingTxHistoryProgress}} transacciones descargadas
fr: {{updatingTxHistoryProgress}} transactions téléchargées
nl: {{updatingTxHistoryProgress}} transacties gedownload

source: 1D
fr: 1 jour

source: Error
fr: Erreur
nl: Fout

source: General
fr: Général
nl: Algemeen

source: Gift Card
fr: Carte-cadeau
nl: Cadeaubon

source: Gift Cards
fr: Cartes-cadeaux
nl: Cadeaubonnen

source: No
fr: Non
nl: Nee

source: Normal
fr: Normaux
nl: Normaal

source: Pre-Auth Holds
fr: Blocages pré-autorisés
nl: Pre-Authorisatie Inhoudingen

source: Ripple URI
fr: URI Ripple

source: SUBTOTAL
fr: Sous-total
nl: SUBTOTAAL

source: Subtotal
fr: Sous-total
nl: Subtotaal

source: Virtual
fr: Virtuel
nl: Virtueel

source: PIN
nl: Pincode

source: TOTAL
nl: TOTAAL

source: Total
nl: Totaal
