Repository: bitpay/wallet
Catalog: src/assets/i18n/*.po
Languages: es, fr, nl

source: (possible double spend)
es: (Posible gasto duplicado)
fr: (double dépense possible)
nl: (mogelijk dubbel besteed)

source: * A payment proposal can be deleted if 1) you are the creator, and no other copayer has signed, or 2) 10 minutes have passed since the proposal was created.
es: * Una propuesta de pago puede ser eliminada si 1) Usted es el creador, y ningún otro copayer la ha firmado, o 2) Han transcurrido 10 minutos desde la creación de la propuesta.
fr: * Une proposition de paiement peut être supprimée si vous en êtes le créateur et qu'aucun des autres Copayers n'a signé, ou si 10 minutes sont passées depuis la création de la proposition.
nl: * Een betalingsvoorstel kan worden verwijderd als 1) je de maker bent en geen enkele andere copayer heeft getekend, of 2) er 10 minuten zijn verstreken sinds de creatie van het voorstel.

source: , please provide your phone number.
es: , por favor ingrese un número de teléfono.

source: 1.5% of the amount.
es: 1.5% del monto.
fr: 1,5% du montant.

source: 2.9% of the amount + 0.30 USD per transactions
es: 2.9% del monto + 0.30 USD por transacción
fr: 2,9% du montant + 0,30 USD par transaction

source: 3.9% of the amount + 0.30 USD per transactions
es: 3.9% del monto + 0.30 USD por transacción
fr: 3,9% du montant + 0,30 USD par transaction

source: 5-star ratings help us get BitPay Wallet into more hands, and more users means more resources can be committed to the app!
es: Una calificación de 5 estrellas nos ayuda a que BitPay Wallet sea más utilizado, mientras más usuarios, más son las razones para seguir comprometidos con esta aplicación!
fr: Une note de 5 étoiles permet à BitPay Wallet de gagner en popularité et nous encourage à améliorer l'application !
nl: 5-sterrenbeoordelingen helpen BitPay wallet onder de aandacht te brengen bij een groter publiek; hoe meer mensen BitPay wallet gebruiken, hoe beter het wordt!

source: A Destination Tag is an optional number that corresponds to an invoice or a XRP account on an exchange.
es: Destination Tag es un número opcional que corresponde a una factura or cuenta XRP en un exchange.
fr: Un « Destination Tag » est un numéro optionnel qui correspond à une facture ou à un compte XRP sur une bourse.
nl: Een destination tag is een optioneel nummer dat overeenkomt met een factuur of een XRP account op een exchange.

source: A new copayer just joined your wallet {{walletName}}.
es: Un nuevo copayer ha ingresado a su billetera {{walletName}}.
fr: Un nouveau Copayer a rejoint votre portefeuille {{walletName}}.
nl: Een nieuwe copayer is zojuist toegetreden tot je {{walletName}} wallet.

source: A new payment proposal has been created in your wallet {{walletName}}.
es: Una nueva propuesta de pago ha sido creada en su billetera {{walletName}}.
fr: Une nouvelle proposition de paiement a été créée dans votre portefeuille {{walletName}}.
nl: Een nieuw betalingsvoorstel is aangemaakt in je {{walletName}} wallet.

source: A payment of {{amountStr}} has been received into your wallet {{walletName}}.
es: Un pago de {{amountStr}} fue recibido en su billetera {{walletName}}.
fr: Un paiement de {{amountStr}} a été reçu dans votre portefeuille {{walletName}}.
nl: Un pago de {{amountStr}} fue recibido en su billetera {{walletName}}.

source: A payment proposal in your wallet {{walletName}} has been rejected.
es: Una propuesta de pago en su billetera {{walletName}} ha sido rechazada.
fr: Une proposition de paiement a été rejetée dans votre portefeuille {{walletName}}.
nl: Een betalingsvoorstel in je {{walletName}} wallet is afgewezen.

source: A pincode will ensure no one can easily access your crypto funds when you're away from your device.
es: Un código pin asegurará que nadie pueda acceder fácilmente a sus fondos en criptomonedas cuando esté lejos de su dispositivo.

source: A total of {{amountAboveMaxSizeStr}} {{coin}} were excluded. The maximum size allowed for a transaction was exceeded.
es: Se excluyeron un total de {{amountAboveMaxSizeStr}} {{coin}}. Se superó el tamaño máximo permitido para una transacción.
fr: Un total de {{amountAboveMaxSizeStr}} {{coin}} a été exclu. La taille maximale autorisée pour une transaction a été dépassée.
nl: Een totaal van {{amountAboveMaxSizeStr}} is uitgesloten. De maximum toegestane grootte voor een transactie is overschreden.

source: A total of {{amountBelowFeeStr}} {{coin}} were excluded. These funds come from UTXOs smaller than the network fee provided.
es: Se excluyeron un total de {{amountBelowFeeStr}} {{coin}}. Estos fondos provienen de UTXOs más pequeños que la comisión de red provista.
fr: Un total de {{amountBelowFeeStr}} {{coin}} a été exclu. Ces fonds proviennent d'UTXOs plus petites que les frais de réseau fournis.

source: A total of {{amountStr}} ({{fiatAmount | number:'1.2-2'}} {{currencyIsoCode}}) will be exchanged for {{withdrawalStr}} ({{fiatWithdrawal | number:'1.2-2'}} {{currencyIsoCode}}). ShapeShift fee: {{withdrawalFee}} {{toWallet.coin | uppercase}}
es: Un total de {{amountStr}} ({{fiatAmount | number:'1.2-2'}} {{currencyIsoCode}}) será intercambiado por {{withdrawalStr}} ({{fiatWithdrawal | number:'1.2-2'}} {{currencyIsoCode}}). Comisión de ShapeShift: {{withdrawalFee}} {{toWallet.coin | uppercase}}
fr: Un total de {{amountStr}} ({{fiatAmount | number:'1.2-2'}} {{currencyIsoCode}}) sera échangé pour {{withdrawalStr}} ({{fiatWithdrawal | number:'1.2-2'}} {{currencyIsoCode}}). Frais ShapeShift : {{withdrawalFee}} {{toWallet.coin | uppercase}}

source: A total of {{fee}} {{coin}} were excluded. The maximum size allowed for a transaction was exceeded.
es: Se excluyeron un total de {{fee}} {{coin}}. Se superó el tamaño máximo permitido para una transacción.
fr: Un total de {{fee}} {{coin}} a été exclu. La taille maximale autorisée pour une transaction a été dépassée.

source: A total of {{fee}} {{coin}} were excluded. These funds come from UTXOs smaller than the network fee provided.
es: Se excluyeron un total de {{fee}} {{coin}}. Estos fondos provienen de UTXOs más pequeños que la comisión de red provista.
fr: Un total de {{fee}} {{coin}} a été exclu. Ces fonds proviennent d'UTXOs plus petites que les frais de réseau fournis.

source: A transaction using your delayed transaction inputs will be sent to your own wallet with a higher miner fee to speed up the last confirmation time.
es: Una transacción que use entradas de transacciones retrasadas se enviará a su propia billetera con una tarifa minera más alta para acelerar el último tiempo de confirmación.
fr: Une transaction utilisant les entrées de votre transaction retardée sera envoyée à votre propre portefeuille avec des frais miniers plus élevés pour accélérer la dernière confirmation.

source: A wallet is like a vault stored on your device containing your crypto funds. Much like a vault, your wallet will only be accessible with the master key.
es: Una billetera es como una bóveda almacenada en su dispositivo que contiene sus fondos en criptomonedas. Así como una bóveda, tu billetera solamente será accesible con la clave maestra.

source: ACTIVATED
es: ACTIVADO
fr: ACTIVÉ
nl: GEACTIVEERD

source: About {{ appName }}
es: Acerca de {{ appName }}
fr: À propos de {{ appName }}
nl: Over {{ appName }}

source: About {{appName}}
es: Acerca de {{appName}}
fr: À propos de {{appName}}
nl: Over {{appName}}

source: Accept
es: Aceptar
fr: Accepter
nl: Accepteer

source: Accepted
es: Aceptada
fr: Acceptée
nl: Geaccepteerd

source: Access denied
es: Acceso denegado
fr: Accès refusé
nl: Toegang geweigerd

source: Account
es: Cuenta
fr: Compte

source: Activation Fee
es: Tarifa de activación
fr: Frais d'activation
nl: Activeringskosten

source: Activity
es: Actividad
fr: Activité
nl: Activiteit

source: Add
es: Agregar
fr: Ajouter
nl: Voeg toe

source: Add BitPay Account?
es: ¿Agregar cuenta de BitPay?
fr: Ajouter un compte BitPay ?
nl: BitPay account toevoegen?

source: Add Encryption
es: Añadir cifrado

source: Add Encryption?
es: ¿Añadir cifrado?

source: Add Me
es: Añadirme
fr: M'ajouter
nl: Voeg mij toe

source: Add Wallet
es: Agregar billetera
fr: Ajouter un portefeuille
nl: Voeg wallet toe

source: Add account
es: Agregar cuenta
fr: Ajouter un compte
nl: Voeg account toe

source: Add as a contact
es: Agregar como contacto
fr: Ajouter comme contact
nl: Toevoegen als contactpersoon

source: Add copayers
es: Añadir copayers
fr: Ajouter des Copayers
nl: Voeg copayers toe

source: Add funds
es: Agregar fondos
fr: Ajouter des fonds
nl: Saldo toevoegen

source: Add funds from an existing wallet.
es: Añadir fondos de una billetera existente.
fr: Ajouter des fonds depuis un portefeuille existant.

source: Add this BitPay account ({{email}})?
es: ¿Agregar esta cuenta BitPay ({{email}})?
fr: Voulez-vous ajouter ce compte BitPay ({{email}}) ?
nl: Deze BitPay account ({{email}}) toevoegen?

source: Add {coinName} address
es: Añadir dirección {coinName}

source: Additional third-party fees may apply.
es: Pueden aplicarse tarifas adicionales de terceros.

source: Address
es: Dirección
fr: Adresse
nl: Adres

source: Address Book
es: Libreta de direcciones
fr: Répertoire
nl: Adresboek

source: Address Type
es: Tipo de dirección
fr: Type d'adresse
nl: Adres Type

source: Address already added
es: La dirección ya ha sido agregada
fr: Adresse déjà ajoutée
nl: Adres is al toegevoegd

source: Addressbook is empty
es: Libreta de direcciones está vacía
fr: Le répertoire est vide
nl: Adresboek is leeg

source: Addresses
es: Direcciones
fr: Adresses
nl: Adressen

source: Addresses with balance
es: Direcciones con fondos
fr: Adresses avec un solde
nl: Adressen met saldo

source: Advanced
es: Avanzado
fr: Paramètres avancés
nl: Geavanceerd

source: All
es: Todas
fr: Toutes
nl: Alle

source: All addresses
es: Todas las direcciones
fr: Toutes les adresses
nl: Alle adressen

source: All of your {coinName} wallet balance may not be available for immediate spending.
es: Todo el saldo de tu billetera {coinName} puede no estar disponible para su uso inmediato.
fr: La totalité du solde de votre portefeuille {coinName} peut ne pas être disponible pour des dépenses immédiates.
nl: Het saldo van je {coinName} wallet is mogelijk niet direct te besteden.

source: Allow camera access
es: Permitir el acceso a la cámara
fr: Autoriser l'accès à la caméra
nl: Cameratoegang toestaan

source: Already duplicated
es: Ya duplicado
fr: Déjà dupliqué
nl: Al gedupliceerd

source: Amazon.co.jp Gift Cards never expire and can be redeemed towards millions of items at www.amazon.co.jp.
es: Las Gift Cards Amazon.co.jp no expiran nunca y pueden ser canjeadas por millones de artículos en www.amazon.co.jp.
fr: Les cartes-cadeaux Amazon.co.jp n'expireront jamais et peuvent être échangées contre des millions d’articles sur www.amazon.co.jp.
nl: Amazon.co.jp cadeaubonnen verlopen nooit en kunnen worden ingewisseld voor miljoenen items op www.000000.co.jp.

source: Amazon.com Gift Cards never expire and can be redeemed towards millions of items at www.amazon.com.
es: Las Gift Cards Amazon.co.jp no expiran nunca y pueden ser canjeadas por millones de artículos en www.amazon.co.jp.
fr: Les cartes-cadeaux Amazon.com n'expireront jamais et peuvent être échangées contre des millions d’articles sur www.amazon.com.
nl: Amazon.com cadeaubonnen verlopen nooit en kunnen worden ingewisseld voor miljoenen items op www.amazon.com.

source: Amount
es: Importe
fr: Montant
nl: Bedrag

source: Amount Too Low To Spend
es: Monto muy pequeño para ser gastado
fr: Le montant est trop faible pour être dépensé
nl: Bedrag te laag om te besteden

source: Amount below minimum allowed
es: Cantidad por debajo del mínimo permitido
fr: Montant en dessous du minimum autorisé
nl: Bedrag lager dan minimum toegestaan

source: Amount too big
es: Monto demasiado grande
fr: Le montant est trop élevé
nl: Bedrag te groot

source: An encrypted passphrase is an extra layer of security that can prevent hackers from accessing your cryptocurrency if this device were ever stolen or compromised by malicious software.
es: Una contraseña cifrada es una capa extra de seguridad que puede evitar que los hackers accedan a sus fondos en criptomonedas si este dispositivo fue robado o comprometido por software malicioso.

source: An update to this app is available.
es: Una actualización de esta aplicación está disponible.
fr: Une mise à jour de cette appli est disponible.
nl: Er is een update voor deze app beschikbaar.

source: Apply changes
es: Aplicar los cambios
fr: Appliquer les modifications
nl: Wijzigingen toepassen

source: Approximate Bitcoin network fee to transfer wallet's balance (with normal priority)
es: Comisión aproximada de la red Bitcoin para transferir el saldo de esta billetera (con prioridad normal)
fr: Frais de réseau Bitcoin approximatifs pour transférer le solde du portefeuille (avec des frais normaux)
nl: Geschatte Bitcoin netwerk transactiekosten voor overdracht van volledige saldo van portemonnee (met normale prioriteit)

source: Approximate receiving amount
es: Monto aproximado a recibir
fr: Montant approximatif à recevoir
nl: Geschatte ontvangstbedrag

source: Approximate receiving fiat amount
es: Monto aproximado a recibir en dinero fiduciario
fr: Montant à recevoir approximatif (en devise)
nl: Geschatte ontvangstbedrag

source: Archive
es: Archivar
fr: Archiver
nl: Archief

source: Archive All {brand} Gift Cards?
es: ¿Archivar todas las Gift Cards de {brand}?
fr: Archiver toutes les cartes-cadeaux {brand} ?
nl: Alle {brand} cadeaubonnen archiveren?

source: Archive Card
es: Archivar tarjeta
fr: Archiver la carte
nl: Kaart archiveren

source: Archive this Card?
es: ¿Archivar esta tarjeta?
fr: Archiver cette carte ?
nl: Deze kaart archiveren?

source: Archived Cards
es: Tarjetas archivadas
fr: Cartes archivées
nl: Gearchiveerde kaarten

source: Are you sure you want to delete all wallets using this key?
es: ¿Está seguro que quiere eliminar todas las billeteras que utilizan esta clave?
fr: Voulez-vous vraiment supprimer tous les portefeuilles utilisant cette clé ?
nl: Weet je zeker dat je alle wallets wilt verwijderen die deze sleutel gebruiken?

source: Are you sure you want to delete this contact?
es: ¿Está seguro de que desea eliminar este contacto?
fr: Souhaitez-vous réellement supprimer ce contact ?
nl: Weet u zeker dat u deze contactpersoon wilt verwijderen?

source: Are you sure you want to delete this wallet?
es: ¿Está seguro de que quiere eliminar esta billetera?
fr: Êtes-vous certain(e) de vouloir supprimer ce portefeuille ?
nl: Weet je zeker dat je deze wallet wil verwijderen?

source: Are you sure you want to hide this wallet?
es: ¿Está seguro de que quiere ocultar esta billetera?
fr: Êtes-vous sûr de vouloir masquer ce portefeuille ?
nl: Weet je zeker dat je deze wallet wil verbergen?

source: Are you sure you want to reject this transaction?
es: ¿Estás seguro de rechazar esta transacción?
fr: Êtes-vous certain(e) de vouloir rejeter cette transaction ?
nl: Weet u zeker dat u deze transactie wilt afwijzen?

source: Are you sure you want to remove this transaction?
es: ¿Estás seguro de eliminar esta transacción?
fr: Êtes-vous certain(e) de vouloir supprimer cette transaction ?
nl: Weet u zeker dat u deze transactie wilt verwijderen?

source: Are you sure you would like to disconnect your BitPay ID?
es: ¿Está seguro de que quieres desconectar tu ID de BitPay?
fr: Êtes-vous sûr de vouloir déconnecter votre BitPay ID ?
nl: Weet je zeker dat je jouw BitPay ID wilt ontkoppelen?

source: Are you sure?
es: ¿Estás seguro?
fr: Êtes-vous sûr ?
nl: Weet je het zeker?

source: Attempted payment request
es: Intento de solicitud de pago
fr: Demande de paiement essayée
nl: Geprobeerd betalingsverzoek

source: Available
es: Disponible
fr: Disponible
nl: Beschikbaar

source: Average confirmation time
es: Tiempo promedio de confirmación
fr: Temps de confirmation moyen
nl: Gemiddelde bevestigingstijd

source: Average confirmation time:
es: Tiempo promedio de confirmación:
fr: Temps moyen de confirmation :
nl: Gemiddelde bevestigingstijd:

source: Awaiting payment to confirm
es: Esperando la confirmación del pago
fr: En attente du paiement pour confirmer
nl: In afwachting van de betaling om te bevestigen

source: Back
es: Atrás
fr: Retour
nl: Terug

source: Back up all your wallets before using this function
es: Respalda todas tus billeteras para utilizar esta función
fr: Sauvegardez tous vos portefeuilles avant d'utiliser cette fonction
nl: Maak een back-up van al je wallets voordat je deze functie gebruikt

source: Back up your wallet before using this function
es: Respalda tu billetera para utilizar esta función
fr: Sauvegardez votre portefeuille avant d'utiliser cette fonction
nl: Maak een back-up van je wallet voordat je deze functie gebruikt

source: Backup
es: Frase de recuperación
fr: Sauvegarder

source: Backup now
es: Respaldar ahora
fr: Sauvegarder maintenant
nl: Nu back-up maken

source: Backup wallet
es: Respaldar
fr: Sauvegarder le portefeuille
nl: Backup van portemonnee maken

source: Bad wallet invitation
es: Invitación incorrecta a la billetera
fr: Mauvaise invitation de portefeuille
nl: Foutieve portemonnee-uitnodiging

source: Be careful. Some inputs of this transaction have no confirmations. Please wait until they are confirmed.
es: Tenga cuidado. Algunas entradas de esta transacción no tienen confirmaciones. Por favor espere hasta que estén confirmadas.
fr: Attention. Certaines entrées de cette transaction n'ont pas de confirmation. Veuillez attendre jusqu'à ce qu'elles soient confirmées.

source: Be careful. Until it confirms, the transaction could be replaced/redirected by the sender. You can try to speed it up by using a higher fee.
es: Tenga cuidado. Hasta que se confirme la transacción, ésta podría ser reemplazada/redirigida por el remitente. Puede intentar acelerarla usando una comisión más alta.
fr: Attention. Jusqu'à confirmation, la transaction pourrait être remplacée/redirigée par l'expéditeur. Vous pouvez essayer de l'accélérer en utilisant des frais plus élevés.
nl: Let op. Zolang de transactie nog niet is bevestigd, kan deze door de afzender worden vervangen/verwijderd. Je kunt proberen dit proces te versnellen door een hogere fee te gebruiken.

source: Be sure to store your recovery phrase in a secure place. If this app is deleted, your money cannot be recovered without it.
es: Asegúrese de guardar la frase de recuperación en un lugar seguro. Si se elimina esta aplicación, no se podrá recuperar el dinero sin ella.
fr: N’oubliez pas de conserver votre phrase de récupération dans un endroit sûr. Si cette application est supprimée, votre argent ne peut pas être récupéré sans elle.
nl: Zorg ervoor dat je jouw recovery seed op een veilige plek bewaart. Als deze app verwijderd is, kun je anders niet meer bij je coins komen.

source: Because you are sending the maximum amount contained in this wallet, the {coinName} miner fee ({fee} {coin}) will be deducted from the total. {msg}
es: Debido a que va a enviar la cantidad máxima contenida en esta billetera, la comisión de la red {coinName} ({fee} {coin}) se deducirá del total. {msg}
fr: Étant donné que vous envoyez le montant maximal contenu dans ce portefeuille, les frais miniers {coinName} ({fee} {coin}) seront déduits du total. {msg}
nl: Omdat je het maximale bedrag in deze wallet verstuurt, wordt de miner fee van {coinName} ({fee} {coin}) van het totaal afgetrokken. {msg}

source: Because you are speeding up this transaction, the {coinName} miner fee ({fee} {coin}) will be deducted from the total.
es: Debido a que está acelerando esta transacción, la tarifa de minero {coinName} ({fee} {coin}) se deducirá del total.
fr: Comme vous accélérez cette transaction, les frais miniers {coinName} ({fee} {coin}) seront déduits du total.

source: Because your encrypted password is not stored by BitPay, there is no way to reset it.
es: Debido a que BitPay no almacena su contraseña cifrada, no hay forma de restablecerla.
fr: Parce que votre code de chiffrement n'est pas stocké par BitPay, il n'y a aucun moyen de le réinitialiser.
nl: Resetten is geen optie, omdat je gecodeerde wachtwoord niet is opgeslagen door BitPay.

source: Before duplicating your wallet, it's recommended that you first write down your recovery phrase and store it securely so that your wallet can be recovered in the case your device was lost or stolen.
es: Antes de duplicar su billetera, se recomienda primero escribir la frase de recuperación y guardarla de forma segura para que su billetera pueda ser recuperada en el caso de que su dispositivo sea robado o extraviado.
fr: Avant de dupliquer votre portefeuille, il est recommandé de noter d'abord votre phrase de récupération et de la stocker de manière sécurisée afin que votre portefeuille puisse être récupéré en cas de perte ou de vol de votre appareil.
nl: Voordat je jouw wallet dupliceert, is het slim om eerst je recovery phrase op te schrijven en veilig op te bergen. Zo kan je wallet worden hersteld als je apparaat bijvoorbeeld kapot gaat of gestolen wordt.

source: Before retrieving your wallet address, it's recommended that you first write down your recovery phrase and store it securely so that your wallet can be recovered in the case your device was lost or stolen.
es: Antes de reclamar la dirección de su billetera, se recomienda que primero anote su frase de recuperación y la guarde en forma segura para que su billetera pueda ser recuperada en caso que su dispositivo sea robado o extraviado.
fr: Avant de récupérer votre adresse de portefeuille, il est recommandé de noter d'abord votre phrase de récupération et de la stocker de manière sécurisée afin que votre portefeuille puisse être récupéré en cas de perte ou de vol de votre appareil.
nl: Voordat je jouw ontvangstadres opvraagt, is het slim om je recovery seed op te schrijven en deze veilig te bewaren. Met je recovery seed kun je je wallet herstellen als je dit apparaat verliest.

source: Before retrieving your wallets addresses, it's recommended that you first write down your recovery phrase and store it securely so that your wallets can be recovered in the case your device was lost or stolen.
es: Antes de reclamar las direcciones de sus billeteras, se recomienda primero escribir la frase de recuperación y guardarla de forma segura para que su billetera pueda ser recuperada en el caso de que su dispositivo sea robado o extraviado.
fr: Avant de récupérer vos adresses de portefeuilles, il est recommandé de noter d'abord votre phrase de récupération et de la stocker de manière sécurisée afin que vos portefeuilles puissent être récupérés en cas de perte ou de vol de votre appareil.
nl: Voordat je jouw ontvangstadressen opvraagt, is het slim om je recovery seed op te schrijven en deze veilig te bewaren. Met je recovery seed kun je je wallets herstellen als je dit apparaat verliest.

source: Below Minimum Amount
es: Monto inferior al mínimo
fr: En dessous du montant minimal
nl: Onder het minimumbedrag

source: Biometric
es: Biométrico
fr: Empreinte digitale
nl: Biometrisch

source: BitPay Account
es: Cuenta de BitPay
fr: Compte BitPay

source: BitPay ID
es: ID de BitPay

source: BitPay ID successfully connected.
es: ID de BitPay conectado con éxito.
fr: BitPay ID connecté avec succès.
nl: BitPay ID succesvol gekoppeld.

source: BitPay ID successfully disconnected.
es: ID de BitPay desconectado con éxito.
fr: BitPay ID déconnecté avec succès.
nl: BitPay ID succesvol ontkoppeld.

source: BitPay does not receive and does not control miner fees.
es: BitPay no recibe y no controla las comisiones de los mineros.
fr: BitPay ne reçoit pas et ne contrôle pas les frais miniers.
nl: BitPay ontvangt geen miner fees en heeft er ook geen controle over.
