Repository: bitpay/wallet
Catalog: src/assets/i18n/*.po
Languages: es, fr, nl

source: BitPay would also like to send you marketing and promotional communications about our products, services and special promotions. You can change your preferences at any time in “Settings” in our app or by contacting us as set forth in our
es: BitPay también desea enviarle comunicaciones comerciales y promocionales sobre nuestros productos, servicios y promociones especiales. Puedes cambiar tus preferencias en cualquier momento dentro de "Ajustes" en nuestra aplicación o contactándonos como se indica en nuestra
fr: BitPay souhaite également vous envoyer des communications marketing et promotionnelles sur nos produits, nos services et nos promotions spéciales. Vous pouvez modifier vos préférences à tout moment dans« Paramètres » depuis notre application ou en nous contactant comme indiqué dans notre
nl: BitPay wil je ook graag marketing- en promotiemateriaal sturen over onze producten, diensten en speciale promoties. Je kunt je voorkeuren op elk gewenst moment wijzigen in "Instellingen" in onze app of door contact met ons op te nemen zoals uiteengezet in onze

source: Bitcoin Address
es: Dirección Bitcoin
fr: Adresse bitcoin
nl: Bitcoin Adres

source: Bitcoin Cash Address
es: Dirección Bitcoin Cash
fr: Adresse Bitcoin Cash
nl: Bitcoin Cash-adres

source: Bitcoin Cash URI
es: URI de Bitcoin Cash
fr: URI Bitcoin Cash

source: Bitcoin Network Fee Policy
es: Política de comisión de la red Bitcoin
fr: Frais de réseau
nl: Transactiekostenbeleid Bitcoin-netwerk

source: Bitcoin URI
es: URI de Bitcoin
fr: URI Bitcoin

source: Bitcoin transactions include a fee collected by miners on the network.
es: Las transacciones de bitcoins incluyen una comisión recogida por los mineros de la red.
fr: Les transactions Bitcoin incluent des frais collectés par les mineurs du réseau.
nl: Bitcoin transacties bevatten transactiekosten betaald aan de miners in het netwerk.

source: Bitcore Wallet Service is under maintenance. Please check https://status.bitpay.com/.
es: Bitcore Wallet Service está en mantenimiento. Por favor, verifique https://status.bitpay.com/.
fr: Bitcore Wallet Service est en maintenance. Veuillez vérifier sur https://status.bitpay.com/.
nl: Bitcore Wallet Service is in onderhoud. Check: https://status.bitpay.com/.

source: Broadcast Payment
es: Enviar pago
fr: Diffuser le paiement
nl: Betaling Verzenden

source: Broadcasted
es: Enviado
fr: Diffusée
nl: Verzonden

source: Broadcasting transaction...
es: Finalizando transacción...
fr: Diffusion de la transaction...
nl: Transactie broadcasten...

source: Buy
es: Comprar
fr: Acheter

source: Buy Amount
es: Cantidad de compra

source: Buy Crypto
es: Comprar criptomonedas
fr: Acheter des crypto-monnaies
nl: Koop crypto

source: Buy Crypto Settings
es: Ajustes de Compra

source: Buy Gift Card
es: Comprar Gift Card
fr: Acheter une carte-cadeau
nl: Cadeaubon kopen

source: Buy Gift Cards
es: Comprar Gift Cards
fr: Achetez des cartes-cadeaux
nl: Koop cadeaubonnen

source: Buy Now
es: Comprar ahora
fr: Acheter maintenant
nl: Koop nu

source: Buy crypto with a credit card.
es: Compra criptomonedas con tarjeta de crédito.

source: Buy {displayName} Gift Card
es: Comprar Gift Card de {displayName}
fr: Acheter une carte-cadeau {displayName}
nl: {displayName}-cadeaubon kopen

source: Buying Bitcoin...
es: Comprando Bitcoins...
fr: Achat de bitcoins...
nl: Bitcoin kopen...

source: Buying Gift Card...
es: Comprando Gift Card...
fr: Achat d'une carte-cadeau...
nl: Cadeaubon kopen...

source: By giving my email address, I give explicit consent to BitPay to use it to contact me about payment issues.
es: Al dar mi dirección de correo electrónico, doy mi consentimiento explícito a BitPay para contactarme en caso de problemas de pago.
fr: En donnant mon adresse e-mail, je donne explicitement mon consentement à BitPay pour l'utiliser afin de me contacter au sujet des problèmes de paiement.
nl: Door mijn e-mailadres op te geven, geef ik BitPay toestemming om mijn e-mailadres en mij op de hoogte te houden bij eventuele betalingsproblemen.

source: By providing your email address, you give explicit consent to BitPay to use your email address to send you email notifications about payments.
es: Al proporcionar su dirección de correo electrónico, usted da consentimiento explícito a BitPay de usar su dirección de correo electrónico para enviarle notificaciones sobre pagos.
fr: En fournissant votre adresse e-mail, vous donnez le consentement explicite à BitPay d’utiliser votre adresse email pour vous envoyer les notifications relatifs aux paiements.
nl: Door je e-mailadres op te geven, geef je toestemming aan BitPay om je e-mailadres te gebruiken om je e-mailberichten te sturen over betalingen.

source: CLOSE
es: CERRAR
fr: FERMER
nl: SLUITEN

source: CONTINUE
es: CONTINUAR
fr: CONTINUER

source: Calculating fee...
es: Calculando comisión...
fr: Calcul des frais...
nl: Transactiekosten berekenen...

source: Calculating send max...
es: Calculando el envío máximo...
fr: Calcul de l'envoi maximal...
nl: Berekenen...

source: Camera access denied
es: Acceso a la cámara denegado
fr: Accès à la caméra refusé
nl: Toegang tot camera geweigerd

source: Can range from 6% of the transaction and down depending on the volume of traffic (with a minimum of 10 USD).
es: Puede variar desde el 6% de la transacción y hacia abajo dependiendo del volumen de tráfico (con un mínimo de 10 USD).
fr: Les frais peuvent représenter jusqu’à 6% de la transaction en fonction du volume du trafic (avec un minimum de 10 USD).

source: Can't get rates at this moment. Please try again later
es: No se puede obtener precio en este momento. Por favor intente más tarde
fr: Impossible d'obtenir les taux pour le moment. Veuillez réessayer plus tard.
nl: Kan op dit moment geen wisselkoersen opvragen. Probeer het later opnieuw.

source: Cancel
es: Cancelar
fr: Annuler
nl: Annuleren

source: Canceling Gift Card...
es: Cancelando Gift Card...
fr: Annulation de la carte-cadeau...
nl: Cadeaubon annuleren...

source: Cannot join the same wallet more that once
es: No puede unirse a la misma billetera más de una vez
fr: Impossible de rejoindre le même portefeuille plus d'une fois
nl: Kan niet meerdere keren tegelijk deelnemen aan een portemonnee

source: Cannot send XRP to the same wallet you are trying to send from. Please check the destination address and try it again.
es: No se puede enviar XRP a la misma billetera desde la que intenta enviar. Por favor, compruebe la dirección de destino e inténtelo de nuevo.
fr: Impossible d'envoyer des XRP vers le même portefeuille depuis lequel vous essayez d'envoyer. Veuillez vérifier l'adresse de destination et réessayer.
nl: Kan XRP niet versturen binnen dezelfde wallet. Controleer het bestemmingsadres en probeer het daarna eventueel opnieuw.

source: Card Archived
es: Tarjeta archivada
fr: Carte archivée
nl: Kaart gearchiveerd

source: Card Settings
es: Ajustes de la tarjeta
fr: Paramètres de la carte
nl: Kaartinstellingen

source: Cards
es: Tarjetas
fr: Cartes
nl: Kaarten

source: Change Amount
es: Modificar monto
fr: Changer le montant
nl: Bedrag wijzigen

source: Change Miner Fee
es: Modificar Comisión de Minado

source: Check the app camera permissions under your phone settings
es: Compruebe los permisos de la cámara de la aplicación en la configuración de su teléfono
fr: Vérifiez les autorisations de l'appareil photo dans les paramètres de votre téléphone.
nl: Controleer de machtigingen van de camera-app in je telefooninstellingen

source: Check the transaction on your wallet details
es: Revise la transacción en los detalles de la billetera
fr: Vérifiez la transaction dans les détails de votre portefeuille
nl: Controleer de transactie op je wallet gegevens

source: Choose Assets
es: Elegir activos
fr: Choisir des actifs
nl: Kies activa

source: Choose a backup file from your computer
es: Selecciona el archivo de respaldo de tu computadora
fr: Choisissez un fichier de sauvegarde depuis votre ordinateur
nl: Kies een back-upbestand op je computer

source: Claim Code
es: Código de reclamo
fr: Code de réclamation

source: Clear
es: Anular
fr: Effacer
nl: Leegmaken

source: Clear Encrypt Password
es: Borrar contraseña de cifrado
fr: Effacer le code de chiffrement
nl: Wis coderingswachtwoord

source: Clear cache
es: Limpiar cache
fr: Vider le cache
nl: Cache legen

source: Click to accept
es: Click para aceptar
fr: Cliquez pour accepter
nl: Klik om te accepteren

source: Click to confirm
es: Click para confirmar
fr: Cliquez pour confirmer
nl: Klik om te bevestigen

source: Click to deposit
es: Click para depositar
fr: Cliquez pour déposer
nl: Klik om te storten

source: Click to pay
es: Click para pagar
fr: Cliquez pour payer
nl: Klik om te betalen

source: Click to send
es: Click para enviar
fr: Cliquez pour envoyer
nl: Klik om te verzenden

source: Click to speed up
es: Click para acelerar
fr: Cliquez pour accélérer
nl: Klik om te versnellen

source: Click to withdraw
es: Click para retirar
fr: Cliquez pour retirer
nl: Klik op om te nemen

source: Close
es: Cerrar
fr: Fermer
nl: Sluiten

source: Coin
es: Moneda
fr: Crypto-monnaie
nl: Valuta

source: Coin Selector
es: Selector de moneda
fr: Sélectionneur de crypto-monnaies
nl: Muntselectie

source: Coinbase Support
es: Soporte de Coinbase
fr: Support Coinbase
nl: Coinbase ondersteuning

source: Coinbase updated!
es: ¡Coinbase actualizado!
fr: Coinbase mise à jour !
nl: Coinbase bijgewerkt!

source: Coming soon
es: Próximamente
fr: Bientôt disponible
nl: Binnenkort beschikbaar

source: Completed
es: Terminadas
fr: Terminé
nl: Voltooid

source: Configuration (m-n)
es: Configuración (m-n)
nl: Configuratie (m-n)

source: Confirm
es: Confirmar
fr: Confirmer
nl: Bevestigen

source: Confirm & Finish
es: Confirmar & Finalizar
fr: Confirmer & Terminer

source: Confirm Deposit
es: Confirmar depósito
fr: Confirmer le dépôt
nl: Bevestig storting

source: Confirm Passphrase
es: Confirmar contraseña

source: Confirm Payment
es: Confirmar pago
fr: Confirmer le paiement
nl: Bevestig betaling

source: Confirm Speed Up
es: Confirmar aceleración
fr: Confirmer l'accélération
nl: Bevestig versnelling

source: Confirm Withdraw
es: Confirmar retiro
fr: Confirmer le retrait
nl: Bevestig opname

source: Confirm to shift {{fromCoin}} to {{toCoin}}
es: Confirmar el cambio de {{fromCoin}} a {{toCoin}}
fr: Confirmez pour échanger {{fromCoin}} vers {{toCoin}}
nl: Bevestigen om het verschuiven van {{fromCoin}} naar {{toCoin}}

source: Confirm your PIN
es: Confirma tu PIN
fr: Confirmez votre PIN
nl: Bevestig je pincode

source: Confirm your new encrypt password
es: Confirme su nueva contraseña de cifrado
fr: Confirmez votre nouveau code de chiffrement
nl: Bevestig je nieuw coderingswachtwoord

source: Confirmations
es: Confirmaciones
nl: Bevestigingen

source: Confirmed transactions
es: Transacciones confirmadas
fr: Transactions confirmées
nl: Bevestigde transacties

source: Confirming
es: Confirmando
fr: Confirmation
nl: Bevestigen

source: Congratulations! It looks like you've recently received money. It's highly advised that you verify your recovery phrase so that your funds can be recovered in case your phone was lost or stolen.
es: ¡Felicidades! Parece que recientemente ha recibido dinero. Es altamente recomendable que verifique su frase de recuperación para que sus fondos puedan ser recuperados en caso de que su dispositivo sea robado o extraviado.
fr: Félicitations ! On dirait que vous avez récemment reçu de l'argent. Il est fortement conseillé de vérifier votre phrase de récupération afin de retrouver vos fonds en cas de perte ou de vol de votre téléphone.
nl: Het is raadzaam dat je jouw herstelzin controleert, zodat je altijd een back-up hebt van je wallet als bijvoorbeeld je telefoon wordt gestolen.

source: Connect
es: Conectar

source: Connect Account
es: Conectar cuenta
fr: Connecter un compte
nl: Koppel account

source: Connect Coinbase Account
es: Conectar cuenta de Coinbase
fr: Connecter un compte Coinbase
nl: Koppel Coinbase-account

source: Connect Your BitPay ID
es: Conecta tu ID de BitPay

source: Connect to ShapeShift Account
es: Conectarse a la cuenta de ShapeShift
fr: Se connecter au compte ShapeShift
nl: Koppel ShapeShift-account

source: Connect with Coinbase
es: Conectar con Coinbase

source: Connect your BitPay ID
es: Conecta tu ID de BitPay
fr: Connectez votre BitPay ID
nl: Koppel je BitPay ID

source: Connect your Coinbase!
es: ¡Conéctate a Coinbase!
fr: Connectez votre Coinbase !
nl: Koppel je Coinbase-account!

source: Connected with
es: Conectado con

source: Connecting BitPay ID...
es: Conectando ID de BitPay...
fr: Connexion de BitPay ID...
nl: BitPay ID koppelen...

source: Connecting to Coinbase...
es: Conectando a Coinbase...
fr: Connexion à Coinbase...
nl: Verbinding maken met Coinbase...

source: Connecting to ShapeShift...
es: Conectando a ShapeShift...
fr: Connexion à ShapeShift...
nl: ShapeShift verbinden...

source: Connection reset by peer
es: Conexión re establecida
fr: Connexion réinitialisée par un pair
nl: Verbinding is gereset door peer

source: Contact Information
es: Información de contacto
fr: Coordonnées
nl: Contactgegevens

source: Contact the ShapeShift support team.
es: Contactar al equipo de soporte de ShapeShift.
fr: Contacter l’équipe de support ShapeShift.
nl: Neem contact op met de klantenservice van ShapeShift.

source: Contact the Simplex support team.
es: Póngase en contacto con el equipo de soporte de Simplex.
fr: Contacter l'équipe d'assistance Simplex.
nl: Neem contact op met de klantenservice van Simplex.

source: Contacts
es: Contactos
nl: Contactpersonen

source: Continue
es: Continuar
fr: Continuer
nl: Ga verder

source: Continue Anyway
es: Continuar
fr: Continuer quand même
nl: Toch doorgaan

source: Continue to Simplex
es: Continuar a Simplex
fr: Continuer vers Simplex
nl: Doorgaan naar Simplex

source: Continue to Wyre
es: Continuar a Wyre

source: Continue to the exchange page
es: Continuar a la página de intercambio

source: Continue to {storeName}
es: Continuar a {storeName}
fr: Continuer vers {storeName}
nl: Doorgaan naar {storeName}

source: Contribute translations
es: Contribuye en las traducciones
fr: Contribuer aux traductions
nl: Ik wil meehelpen

source: Control your money without an account
es: Controla tu dinero sin una cuenta

source: Copayer already in this wallet
es: Ya se encuentra en esta billetera
fr: Copayer déjà dans ce portefeuille
nl: Copayer reeds in deze portemonnee

source: Copayer already voted on this spend proposal
es: Ya votaste en esta propuesta de gasto
fr: Le Copayer a déjà voté pour cette proposition de dépense
nl: Copayer heeft al gestemd op dit bestedingsvoorstel

source: Copayer data mismatch
es: Discrepancia en los datos del Copayer
fr: Les données Copayer ne correspondent pas
nl: Copayer gegevens komen niet overeen

source: Copied
es: Copiado
fr: Copié
nl: Gekopieerd

source: Copied to Clipboard
es: Copiado al portapapeles
fr: Copié dans le presse-papier
nl: Gekopieerd naar klembord

source: Copied to clipboard
es: Copiado al portapapeles
fr: Copié(e) dans le presse-papier
nl: Gekopieerd naar klembord

source: Copied {coin} address
es: Dirección {coin} copiada
fr: Adresse {coin} copiée
nl: {coin}-adres gekopieerd

source: Copied: {claimCode}
es: Copiado: {claimCode}
fr: Copié : {claimCode}
nl: Gekopieerd: {claimCode}

source: Copy Code
es: Copiar código
fr: Copier le code
nl: Code kopiëren

source: Copy this text as it is to a safe place (notepad or email)
es: Copiar el texto como está en un lugar seguro (bloc de notas o correo electrónico)
fr: Copiez ce texte présenté tel quel vers un endroit sûr (bloc-notes ou e-mail)
nl: Kopieer deze tekst zonder te wijzigen naar een veilige plek (kladblok of email)

source: Copy to clipboard
es: Copiar al portapapeles
fr: Copier dans le presse-papier
nl: Naar klembord kopiëren

source: Could not access wallet
es: No se pudo acceder a la billetera
fr: Impossible d’accéder au portefeuille
nl: Kon geen toegang krijgen tot portemonnee

source: Could not add message to imported wallet without shared encrypting key
es: No se puede agregar mensajes a una billetera importada sin la clave cifrada compartida
nl: Kon geen bericht toegevoegd worden aan geïmporteerde portemonnee zonder gedeelde sleutel

source: Could not build transaction
es: No se pudo construir la transacción
fr: Impossible de créer la transaction
nl: Kon transactie niet opzetten

source: Could not create address
es: No se pudo crear la dirección
fr: Impossible de créer l'adresse
nl: Kon adres niet aanmaken

source: Could not create transaction
es: No se pudo crear la transacción
fr: Impossible de créer la transaction
nl: Kon transactie niet aanmaken

source: Could not create using the specified extended private key
es: No se pudo crear la billetera usando la clave privada ingresada
fr: Impossible de créer en utilisant la clé privée étendue spécifiée
nl: Kon niet aanmaken met de gebruikte verlengde privé sleutel

source: Could not create: Invalid wallet recovery phrase
es: No se pudo crear: frase de recuperación inválida
fr: Impossible de créer : Phrase de récupération du portefeuille invalide
nl: Kon niet worden gemaakt: Ongeldige portemonnee herstel zin

source: Could not decrypt file, check your password
es: No se pudo descifrar el archivo, verifique su contraseña
fr: Impossible de déchiffrer le fichier, vérifiez votre mot de passe
nl: Kon bestand niet ontsleutelen, check uw wachtwoord

source: Could not decrypt wallet
es: No se pudo acceder a la billetera
fr: Impossible de déchiffrer le portefeuille
nl: Kon wallet niet ontsleutelen

source: Could not delete payment proposal
es: No se pudo eliminar la propuesta de pago
fr: Impossible de supprimer la proposition de paiement
nl: Kon betalingsvoorstel niet verwijderen

source: Could not encrypt wallet
es: No se pudo encriptar la billetera
fr: Impossible de chiffrer le portefeuille
nl: Kon wallet niet versleutelen

source: Could not get claim code. Please contact BitPay support.
es: No se pudo obtener el código de reclamo. Por favor contáctese con el soporte de BitPay.
fr: Impossible d'obtenir le code de réclamation. Veuillez contacter BitPay.
nl: Kon claimcode niet ophalen. Neem contact op met BitPay's klantenservice.

source: Could not get crypto offer. Please, try again later.
es: No se pudo obtener la oferta de criptomoneda. Por favor, inténtalo de nuevo más tarde.

source: Could not get dynamic fee
es: No se pudo obtener comisión dinámica
fr: Impossible d'obtenir les frais dynamiques
nl: Kon dynamische transactiekosten niet bepalen

source: Could not get dynamic fee for level:
es: No se pudo obtener el nivel de comisión dinámico:
fr: Impossible d'obtenir les frais dynamiques pour :
nl: Kon dynamische fee niet opvragen voor level:

source: Could not get fee levels
es: No se pudieron obtener los niveles de comisión
fr: Impossible d'obtenir les niveaux de frais
nl: Kon niveaus transactiekosten niet opvragen

source: Could not get the Addressbook
es: No se pudo obtener la libreta de direcciones
fr: Impossible d'obtenir le répertoire
nl: Kon het adresboek niet ophalen

source: Could not get transactions
es: No se pudo obtener las transacciones
fr: Impossible de récupérer les transactions
nl: Kon transacties niet opvragen

source: Could not import. Check input file.
es: No se pudo importar. Verifique el archivo.
fr: Impossible d'importer. Vérifiez le fichier d'entrée.
nl: Importeren mislukt. Controleer invoerbestand.

source: Could not join wallet
es: No se pudo unir a la billetera
fr: Impossible de rejoindre le portefeuille
nl: Kon niet toetreden tot portemonnee

source: Could not reject payment
es: No se pudo rechazar el pago
fr: Impossible de rejeter le paiement
nl: Kon betaling niet weigeren

source: Could not save preferences on the server
es: No se pueden guardar las preferencias en el servidor
fr: Impossible d'enregistrer les préférences sur le serveur
nl: Kon voorkeuren niet opslaan op de server

source: Could not send transaction
es: No se pudo enviar la transacción
fr: Impossible d'envoyer la transaction
nl: Kon transactie niet versturen

source: Could not update transaction history
es: No se pudo actualizar el historial de transacciones
fr: Impossible de mettre à jour l'historique des transactions
nl: Kon transactiehistorie niet bijwerken

source: Could not update wallet
es: No se pudo actualizar la billetera
fr: Impossible de mettre à jour le portefeuille
nl: Kon portemonnee niet bijwerken

source: Country
es: País
fr: Pays
nl: Land:

source: Country not supported:
es: País no soportado:

source: Country selector
es: Selector de país

source: Create
es: Crear
fr: Créer
nl: Maak wallet aan

source: Create Key
es: Crear clave
fr: Créer une clé
nl: Sleutel aanmaken

source: Create New Key
es: Crear nueva clave
fr: Créer une nouvelle clé
nl: Maak een nieuwe sleutel

source: Create Wallet
es: Crear Billetera
fr: Créer un portefeuille

source: Create a new wallet
es: Crear una nueva billetera
fr: Créer un nouveau portefeuille
nl: Maak een nieuwe wallet aan

source: Create or Import a Key
es: Crear o importar clave
fr: Créer ou importer une clé
nl: Maak of importeer een sleutel

source: Create or import a wallet
es: Crear o importar billetera

source: Create {coinLabel} Wallet
es: Crear billetera {coinLabel}
fr: Créer un portefeuille {coinLabel}
nl: Maak {coinLabel} wallet aan

source: Created
es: Creado
fr: Créé
nl: Aangemaakt

source: Created by
es: Creado por
fr: Créée par
nl: Aangemaakt door

source: Created {cardDate}
es: Creado {cardDate}
fr: Créée le {cardDate}
nl: Aangemaakt op {cardDate}

source: Creating ETH multisig wallet. Please wait...
es: Creando billetera ETH compartida. Por favor espere...
fr: Création du portefeuille ETH multisig. Veuillez patienter...
nl: ETH multisig-wallet aanmaken. Een ogenblik geduld...

source: Creating Gift Card...
es: Creando Gift Card...
fr: Création de la carte-cadeau...
nl: Cadeaubon aanmaken...

source: Creating Wallet...
es: Creando billetera...
fr: Création du portefeuille...
nl: Portemonnee Aanmaken...

source: Creating transaction...
es: Creando transacción...
fr: Création de la transaction...
nl: Transactie aanmaken...

source: Credit Card
es: Tarjeta de Crédito
fr: Carte de crédit

source: Crypto
es: Criptomoneda

source: Crypto Wallets & Keys
es: Billeteras y claves
fr: Portefeuilles et clés
nl: Cryptowallets & sleutels

source: Current Cards
es: Tarjetas actuales
fr: Cartes actuelles
nl: Huidige kaarten

source: Current fee rate for this policy
es: Comisión actual de esta política
fr: Frais actuels pour ce choix
nl: Huidige transactiekosten voor dit beleid

source: Custom
es: Personalizado
fr: Personnalisés
nl: Aangepast

source: Custom fee
es: Comisión personalizada
fr: Frais personnalisés
nl: Aangepaste fee

source: DETAILS
es: DETALLES
fr: DÉTAILS

source: DO THIS LATER
es: MAS TARDE

source: Dark Mode
es: Modo oscuro
fr: Mode sombre
nl: Donkere modus

source: Date
es: Fecha
nl: Datum

source: Debit Card
es: Tarjeta de Débito
fr: Carte de débit

source: Debit Cards
es: Tarjetas de débito
fr: Cartes de débit
nl: Debetkaarten

source: Delete
es: Eliminar
fr: Supprimer
nl: Verwijder

source: Delete Key
es: Eliminar clave
fr: Supprimer la clé
nl: Verwijder sleutel

source: Delete Payment Proposal
es: Eliminar propuesta de pago
fr: Supprimer la proposition de paiement
nl: Verwijder Bestedingsvoorstel

source: Delete Wallet
es: Eliminar billetera
fr: Supprimer le portefeuille
nl: Verwijder wallet

source: Delete it and create a new one
es: Borrar y crear uno nuevo
fr: Le supprimer et en créer un nouveau
nl: Verwijderen en een nieuwe maken

source: Deleting Wallet...
es: Eliminando billetera...
fr: Suppression du portefeuille...
nl: Portemonnee Verwijderen...

source: Deleting payment proposal...
es: Eliminando propuesta de pago...
fr: Suppression de la proposition de paiement...
nl: Betalingsvoorstel verwijderen...
