Repository: bitpay/wallet
Catalog: i18n/po/*.po
Languages: tr

source: WARNING: Not including the private key allows to check the wallet balance, transaction history, and create spend proposals from the export. However, does not allow to approve (sign) proposals, so <b>funds will not be accessible from the export</b>.
tr: Özel anahtar olmadan cüzdanınızdaki miktarı ve işlem geçmişini görebilir, ödeme isteği oluşturabilirsiniz ancak herhangi bir ödeme gönderemezsiniz (sign) yani cüzdandaki paraya <b>ulaşılamaz</b> olarak kalır.

source: WARNING: Passphrase cannot be recovered. <b>Be sure to write it down</b>. The wallet can not be restored without the passphrase.
tr: UYARI: Parola kurtarma seçeneği yoktur. <b>Bir yere yazdığınızdan emin olun</b>. Cüzdanınız parola olmadan kurtarılamaz.

source: WARNING: The private key of this wallet is not available. The export allows to check the wallet balance, transaction history, and create spend proposals from the export. However, does not allow to approve (sign) proposals, so <b>funds will not be accessible from the export</b>.
tr: UYARI: Bu cüzdan için için özel anahtar kullanılabilir değil. Özel anahtar olmadan cüzdanınızdaki miktarı ve işlem geçmişini görebilir, ödeme isteği oluşturabilirsiniz ancak herhangi bir ödeme gönderemezsiniz (sign) yani cüzdandaki paraya <b>ulaşılamaz</b> olarak kalır.

source: WARNING: This seed was created with a passphrase. To recover this wallet both the mnemonic and passphrase are needed.
tr: Kurtarma sözcükleri bir parola ile desteklendi. Bu cüzdanı kurtarmak için, kurtarma sözcüklerine ve parolaya ihtiyaç olacaktır.

source: Warning: this transaction has unconfirmed inputs
tr: Uyarı: Bu işlem doğrulanmamış girişler içeriyor

source: WARNING: UNTRUSTED CERTIFICATE
tr: UYARI: GÜVENİLİR OLMAYAN SERTİFİKA

source: WARNING: Wallet not registered
tr: UYARI: Cüzdan kayıtlı değil

source: Warning!
tr: Uyarı!

source: We reserve the right to modify this disclaimer from time to time.
tr: Zaman zaman bu reddi değiştirme hakkımızı saklı tutarız.

source: WELCOME TO COPAY
tr: COPAY'E HOŞGELDİNİZ

source: Write it down and keep them somewhere safe.
tr: Not edin ve güvenli bir yerde saklayın.

source: Wrong number of seed words:
tr: Kurtarma sözcükleri sayısı yanlış:

source: Wrong password
tr: Hatalı şifre

source: Yes
tr: Evet

source: You can safely install your wallet on another device and use it from multiple devices at the same time.
tr: Cüzdanınızı başka bir cihaza güvenle kurabilir ve aynı anda birden çok platformda kullanabilirsiniz.

source: You do not have a wallet
tr: Cüzdanınız yok

source: You need the wallet seed to restore this personal wallet.
tr: Bu cüzdanı yüklemek için kurtarma sözcüklerine ihtiyacınız var.

source: Your backup password
tr: Yedekleme parolanız

source: Your export password
tr: Dışa alım parolanız

source: Your nickname
tr: Takma adınız

source: Your password
tr: Parolanız

source: Your profile password
tr: Profil parolanız

source: Your wallet has been imported correctly
tr: Cüzdan başarıyla içe aktarıldı

source: Your wallet key will be encrypted. Password cannot be recovered. Be sure to write it down
tr: Cüzdan anahtarınız şifrelenecek ve parolanız için bir kurtarma seçeneği olmayacak. Parolanızı bir yere yazdığınızdan emin olun

source: Your Wallet Seed
tr: Cüzdan Kurtama Sözcükleriniz
