Repository: bitpay/wallet
Catalog: i18n/po/*.po
Languages: tr

source: (possible double spend)
tr: (olası çift harcama)

source: (Trusted)
tr: (Güvenilir)

source: {{fee}} will be deducted for bitcoin networking fees
tr: {{fee}} bitcoin ağ ücreti olarak düşülecektir

source: {{index.m}}-of-{{index.n}}
tr: {{index.m}} te {{index.n}}

source: {{item.m}}-of-{{item.n}}
tr: {{item.n}} te {{item.m}}

source: {{len}} wallets imported. Funds scanning in progress. Hold on to see updated balance
tr: {{len}} cüzdanı içe aktarıldı. Fonlar taranırken ve güncellenirken bekleyiniz

source: * A payment proposal can be deleted if 1) you are the creator, and no other copayer has signed, or 2) 24 hours have passed since the proposal was created.
tr: * Ödeme isteği; 1) kaynağı sizseniz, başka bir kullanıcı tarafından imzalanmamışsa veya 2) üzerinden 24 saat geçmişse silinebilir.

source: <b>IF YOU LOSE ACCESS TO YOUR COPAY WALLET OR YOUR ENCRYPTED PRIVATE KEYS AND YOU HAVE NOT SEPARATELY STORED A BACKUP OF YOUR WALLET AND CORRESPONDING PASSWORD, YOU ACKNOWLEDGE AND AGREE THAT ANY BITCOIN YOU HAVE ASSOCIATED WITH THAT COPAY WALLET WILL BECOME INACCESSIBLE.</b>
tr: <b>COPAY CÜZDANINIZA ERİŞİMİNİZİ KAYBEDER VEYA GEREKLİ ŞİFRESİ İLE BİRLİKTE CÜZDANINIZI ÖZEL ANAHTARLA BİRLİKTE YEDEKLEMEZSENİZ, COPAY CÜZDANINIZDAKİ BİTCOİN'LERE ERİŞİMİNİZİN KALMAYACAĞINI KABUL EDER VE ONAYLIYORSUNUZ DEMEKTİR.</b>

source: A multisignature bitcoin wallet
tr: Çoklu imzalı bitcoin cüzdanı

source: About Copay
tr: Copay Hakkında

source: Accept
tr: Onay

source: Add an optional passphrase to secure the seed
tr: Kurtarma sözcüklerinin güvenliği için opsiyonel parola ekle

source: Add wallet
tr: Cüzdan ekle

source: Address
tr: Adres

source: Address Type
tr: Adres Türü

source: Advanced
tr: Gelişmiş

source: Advanced Send
tr: Gelişmiş Gönderme

source: Agree
tr: Kabul

source: Alias for <i>{{index.walletName}}</i>
tr: <i>{{index.walletName}}</i> için takma ad

source: All contributions to Copay's translation are welcome. Sign up at crowdin.com and join the Copay project at
tr: Copay'nın çevirisi için tüm katkılarınızı bekliyoruz. Crowdin.com sitesine kayıt olun ve Copay Projesi'ne katılın

source: All transaction requests are irreversible.
tr: Işlem isteklerinin hiç biri geri alınamaz.

source: Already have a wallet?
tr: Zaten bir cüzdanınız var mı?

source: Alternative Currency
tr: Alternatif Para Birimi

source: Amount
tr: Tutar

source: Amount below dust threshold
tr: Kabul edilenden düşük miktar

source: Amount in
tr: Tutar

source: Are you sure you want to delete the backup words?
tr: Yedekleme kelimelerini silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this wallet?
tr: Bu cüzdanı silmek istediğinizden emin misiniz?

source: Available Balance
tr: Kullanılabilir Bakiye

source: Average confirmation time: {{fee.nbBlocks * 10}} minutes
tr: Ortalama onay süresi: {{fee.nbBlocks * 10}} dakika

source: Back
tr: Geri

source: Backup
tr: Yedekleme

source: Backup now
tr: Şimdi yedekle

source: Backup words deleted
tr: Yedekleme kelimeleri silindi

source: Bad wallet invitation
tr: Geçersiz cüzdan daveti

source: Balance By Address
tr: Adrese göre Bakiye

source: Before receiving funds, it is highly recommended you backup your wallet keys.
tr: Para almadan önce cüzdanınızı mutlaka yedeklemeniz önerilir.

source: Bitcoin address
tr: Bitcoin adresi

source: Bitcoin Network Fee Policy
tr: Bitcoin ağ ücret politikası

source: Bitcoin transactions may include a fee collected by miners on the network. The higher the fee, the greater the incentive a miner has to include that transaction in a block. Actual fees are determined based on network load and the selected policy.
tr: Bitcoin işlemlerine ağda madenciler tarafından toplanan ücret dahildir. Daha yüksek ücret, madenciler için işleminizi bloklarına eklemek için daha teşvik edicidir. Gerçek ücretler ağ yüküne ve seçili ilkeye göre belirlenir.

source: Bitcoin URI is NOT valid!
tr: Bitcoin URI geçerli değil!

source: Broadcast Payment
tr: Ödemeyi Yayınla

source: Broadcasting Payment
tr: Ödeme Yayınlanıyor

source: Broadcasting transaction
tr: İşlem yayınlanıyor

source: Browser unsupported
tr: Desteklenmeyen tarayıcı

source: Cancel
tr: İptal

source: CANCEL
tr: İPTAL

source: Cannot join the same wallet more that once
tr: Aynı cüzdana birden fazla kez girilemez

source: Certified by
tr: Tarafından sertifikalı

source: Changing wallet alias only affects the local wallet name.
tr: Cüzdan takma adı değişikliği sadece yerel cüzdan adını etkiler.

source: Choose a backup file from your computer
tr: Bilgisayarınızdan bir yedek dosyası seçin

source: Close
tr: Kapat

source: Color
tr: Renk

source: Confirm
tr: Onayla

source: Confirmations
tr: Onaylı

source: Copayer already in this wallet
tr: Copayer zaten bu cüzdan içinde

source: Copayer already voted on this spend proposal
tr: Copayer bu teklifi oylamış

source: Copayer data mismatch
tr: Copayer veri uyuşmazlığı

source: Copied to clipboard
tr: Panoya kopyalandı

source: Copy this text as it is to a safe place (notepad or email)
tr: Bu metni güvenli bir yere kopyalayın (Not Defteri veya e-posta)

source: Copy to clipboard
tr: Panoya kopyala

source: Could not accept payment
tr: Ödeme kabul edilemedi

source: Could not access Wallet Service: Not found
tr: Cüzdan hizmetine erişilemedi: Bulunamadı

source: Could not broadcast payment
tr: Ödeme yayınlanamadı

source: Could not create address
tr: Adres oluşturulamadı

source: Could not create payment proposal
tr: Ödeme teklifi oluşturulamadı

source: Could not create using the specified extended private key
tr: Belirtilen genişletilmiş özel anahtar kullanılarak oluşturulamadı

source: Could not create using the specified extended public key
tr: Belirtilen genişletilmiş genel anahtar kullanılarak oluşturulamadı

source: Could not create: Invalid wallet seed
tr: Oluşturulamadı: geçersiz cüzdan kelimeleri

source: Could not decrypt file, check your password
tr: Dosyanın şifresi çözülemedi, parolanızı kontrol edin

source: Could not delete payment proposal
tr: Ödeme teklifi silinemedi

source: Could not fetch payment information
tr: Ödeme bilgileri alınamadı

source: Could not fetch transaction history
tr: İşlem geçmişi alınamadı

source: Could not import
tr: İçe alınamadı

source: Could not import. Check input file and password
tr: İçe alınamadı. Dosyayı ve parolanızı kontrol edin

source: Could not join wallet
tr: Cüzdana katılma başarısız

source: Could not recognize a valid Bitcoin QR Code
tr: Geçerli bir Bitcoin QR kodu tanımıyor

source: Could not reject payment
tr: Ödeme reddedilemedi

source: Could not send payment
tr: Ödeme gönderemedi

source: Could not update Wallet
tr: Cüzdan güncellenemedi

source: Create
tr: Oluştur

source: Create {{requiredCopayers}}-of-{{totalCopayers}} wallet
tr: {{totalCopayers}} {{requiredCopayers}} için cüzdan oluştur

source: Create new wallet
tr: Yeni cüzdan oluştur

source: Create, join or import
tr: Oluştur, birleştir veya içe al

source: Created by
tr: Oluşturan Kişi

source: Creating Profile...
tr: Profil oluşturuluyor...

source: Creating transaction
tr: İşlem oluşturuluyor

source: Creating Wallet...
tr: Cüzdan oluşturuluyor...

source: Current fee rate for this policy: {{fee.feePerKBUnit}}/kiB
tr: Bu ilke için geçerli ücret oranı: {{fee.feePerKBUnit}}/kiB

source: Date
tr: Tarih

source: Delete it and create a new one
tr: Sil ve yeni bir tane oluştur

source: Delete Payment Proposal
tr: Ödeme teklifini sil

source: Delete wallet
tr: Cüzdanı sil

source: Delete Wallet
tr: Cüzdanı Sil

source: DELETE WORDS
tr: KELİMELERİ SİL

source: Deleting payment
tr: Ödeme siliniyor

source: Derivation Strategy
tr: Türetme Stratejisi

source: Details
tr: Ayrıntılar

source: Disabled
tr: Devre Dışı

source: Do not include private key
tr: Özel anahtarı dahil etme

source: Don't see your language on Crowdin? Contact the Owner on Crowdin! We'd love to support your language.
tr: Kendi dilinizi görmüyor musunuz? Crowdin kurucusu ile irtibata geçin! Dilinizi desteklemekten mutluluk duyarız.

source: Download
tr: İndir

source: Download CSV file
tr: CSV dosyasını indir

source: Economy
tr: Ekonomik

source: Email
tr: E-posta

source: Email for wallet notifications
tr: E-posta ile cüzdan bildirimleri

source: Email Notifications
tr: E-posta Bildirimleri

source: Encrypted export file saved
tr: Dışa alınan şifrelenmiş dosya kaydedildi

source: Enter the seed words (BIP39)
tr: Kurtarma sözcüklerini girin (BIP39)

source: Enter your password
tr: Parolanızı girin

source: Error at Wallet Service
tr: Cüzdan hizmeti hatası

source: Error creating wallet
tr: Cüzdan oluşturma hatası

source: Error importing wallet:
tr: Cüzdan içe alma hatası:

source: Expires
tr: Sona Erme

source: Export options
tr: Dışa aktarma seçenekleri

source: Extended Public Keys
tr: Genişletilmiş Genel Anahtarlar

source: Failed to export
tr: Dışa aktarma başarısız oldu

source: Failed to import wallets
tr: Cüzdan içe alma başarısız oldu

source: Family vacation funds
tr: Aile tatil fonları

source: Fee
tr: Ücret

source: Fee Policy
tr: Ücret politikası

source: Fee policy for this transaction
tr: Bu işlem için ücret politikası

source: Fetching Payment Information
tr: Ödeme Bilgileri Alınıyor

source: File/Text Backup
tr: Dosya/Metin Yedekleme

source: French
tr: Fransızca

source: Funds are locked by pending spend proposals
tr: Fonlar bekleyen işlem teklifleri tarafından kilitlendi

source: Funds received
tr: Ödeme alındı

source: Generate new address
tr: Yeni adres oluştur

source: Generate QR Code
tr: QR kodu oluştur

source: Generating .csv file...
tr: Csv dosyası oluşturuluyor...

source: German
tr: Almanca

source: GET STARTED
tr: Başlarken

source: Getting address for wallet {{selectedWalletName}} ...
tr: {{selectedWalletName}} için cüzdan adresi alınıyor...

source: Global settings
tr: Genel ayarlar

source: Go back
tr: Geri dön

source: Greek
tr: Yunanca

source: Hardware wallet
tr: Donanım cüzdanı

source: Have a Backup from Copay v0.9?
tr: Copay v0.9 sürümünden bir yedeğiniz mi var?

source: Hide advanced options
tr: Gelişmiş seçenekleri gizle

source: Hide Wallet Seed
tr: Cüzdan Sözcüklerini Gizle

source: History
tr: Geçmiş

source: Home
tr: Ana sayfa

source: I affirm that I have read, understood, and agree with these terms.
tr: Bu koşulları okuduğumu, anladığımı ve kabul ettiğimi onaylıyorum.

source: Import
tr: İçe aktar

source: Import backup
tr: Yedeği içe aktar

source: Import from the Cloud?
tr: Yedeği buluttan mı aktaracaksınız?

source: Import here
tr: Buraya içe aktar

source: Import wallet
tr: Cüzdanı içe aktar

source: Importing wallet...
tr: Cüzdan içe aktarılıyor...

source: Importing...
tr: İçe aktarılıyor...

source: Incorrect address network
tr: Yanlış adres ağı

source: Insufficient funds
tr: Yetersiz bakiye

source: Insufficient funds for fee
tr: Ücret için yetersiz bakiye

source: Invalid
tr: Geçersiz

source: Invalid address
tr: Geçersiz adres

source: Invitation to share a Copay Wallet
tr: Copay cüzdanını paylaşmak için davet

source: Italian
tr: İtalyanca

source: Japanese
tr: Japonca

source: Join
tr: Katıl

source: Join my Copay wallet. Here is the invitation code: {{secret}} You can download Copay for your phone or desktop at https://copay.io
tr: Copay cüzdanıma katılın. İşte davetiye kodu: {{secret}} Copay'i telefon veya masaüstü ortamlarına indirmek için https://copay.io

source: Join shared wallet
tr: Paylaşılan cüzdana katıl

source: Joining Wallet...
tr: Cüzdana katılınılıyor...

source: Language
tr: Dil

source: Last Wallet Addresses
tr: Son Cüzdan Adresleri

source: Learn more about Copay backups
tr: Copay yedeklemeleri hakkında daha fazla bilgi edinin

source: Learn more about Wallet Migration
tr: Cüzdan birleştirme hakkında daha fazla bilgi

source: Loading...
tr: Yükleneniyor...

source: locked by pending payments
tr: bekleyen ödemeler yüzünden kilitlendi

source: Locktime in effect. Please wait to create a new spend proposal
tr: Yeni bir harcama teklifi oluşturmak için lütfen biraz bekleyin

source: Locktime in effect. Please wait to remove this spend proposal
tr: Harcama teklifini kaldırmak için lütfen biraz bekleyin

source: Make a payment to
tr: Ödeme yapılacak kişi

source: me
tr: ben

source: Me
tr: Beni

source: Memo
tr: Kısa Not

source: Merchant message
tr: Tüccar mesajı

source: Message
tr: Mesajınız

source: Moved
tr: Taşındı

source: My Bitcoin address
tr: Bitcoin adresim

source: Network
tr: Ağ

source: Network connection error
tr: Ağ bağlantı hatası

source: New Payment Proposal
tr: Yeni ödeme teklifi

source: No transactions yet
tr: Henüz hiç bir işlem yok

source: Not authorized
tr: Yetkili değil

source: Not valid
tr: Geçerli değil

source: Note
tr: Not

source: Official English Disclaimer
tr: Resmi İngilizce Yasal Uyarı

source: Only Main (not change) addresses are shown. The addresses on this list were not verified locally at this time.
tr: Yalnızca ana (değişmemiş) adresler gösteriliyor. Bu listedeki adresler yerel olarak şu anda doğrulanmadı.

source: optional
tr: isteğe bağlı

source: Participants
tr: Katılımcılar

source: Passphrase
tr: Parola

source: Password
tr: Parola

source: Password needed
tr: Parola gerekli

source: Passwords do not match
tr: Parolalar eşleşmiyor

source: Paste invitation here
tr: Daveti buraya yapıştır

source: Paste the backup plain text code
tr: Yedek düz metin kodu yapıştırın

source: Pay To
tr: Ödenecek Kişi

source: Payment Accepted
tr: Ödeme Kabul Edildi

source: Payment accepted, but not yet broadcasted
tr: Ödeme kabul edildi ama henüz yayınlanmadı

source: Payment accepted. It will be broadcasted by Glidera. In case there is a problem, it can be deleted 6 hours after it was created.
tr: Ödeme kabul edildi ve Glidera tarafından yayınlanacak. Bir sorun oluşması durumunda, yaratıldıktan 6 saat sonra silinebilir.

source: Payment details
tr: Ödeme detayları

source: Payment Proposal
tr: Ödeme Teklifi

source: Payment Proposal Created
tr: Ödeme Teklifi Oluşturuldu

source: Payment Proposal Rejected
tr: Ödeme Teklifi Reddedildi

source: Payment Proposal Rejected by Copayer
tr: Ödeme teklifi bir Copayer tarafından reddedildi

source: Payment Proposal Signed by Copayer
tr: Ödeme teklifi bir Copayer tarafından kabul edildi

source: Payment Proposals
tr: Ödeme Teklifleri

source: Payment Protocol Invalid
tr: Ödeme Protokolü Geçersiz

source: Payment Protocol not supported on Chrome App
tr: Ödeme Protokolü Chrome uygulaması üzerinde desteklenmiyor

source: Payment rejected
tr: Ödeme reddedildi

source: Payment Rejected
tr: Ödeme Reddedildi

source: Payment request
tr: Ödeme talebi

source: Payment sent
tr: Ödeme gönderildi

source: Payment Sent
tr: Ödeme Gönderildi

source: Payment to
tr: Ödenecek

source: Pending Confirmation
tr: Onay Bekleniyor

source: Permanently delete this wallet. THIS ACTION CANNOT BE REVERSED
tr: Bu cüzdanı kalıcı olarak sil. BU EYLEM GERİ ALINAMAZ

source: Personal Wallet
tr: Kişisel Cüzdan

source: Please enter the required fields
tr: Lütfen gerekli alanları girin

source: Please enter the seed words
tr: Lütfen kurtarma sözcüklerini girin

source: Please enter the wallet seed
tr: Lütfen cüzdan sözcüklerini girin

source: Please upgrade Copay to perform this action
tr: Bu eylemi gerçekleştirmek için lütfen Copay sürümünü yükseltin

source: Please, select your backup file
tr: Lütfen yedek dosyanızı seçin

source: Portuguese
tr: Portekizce

source: Preferences
tr: Tercihler

source: Preparing backup...
tr: Yedekleme hazırlanıyor...

source: Priority
tr: Öncelikli

source: QR Code
tr: QR Kodu

source: QR-Scanner
tr: QR-Tarayıcı

source: Receive
tr: Alma

source: Received
tr: Alındı

source: Recipients
tr: Alıcılar

source: Reconnecting to Wallet Service...
tr: Cüzdan servisine bağlanıyor...

source: Recreate
tr: Yeniden oluştur

source: Recreating Wallet...
tr: Cüzdan yeniden oluşturuluyor...

source: Reject
tr: Reddet

source: Rejecting payment
tr: Ödeme reddediliyor

source: Release Information
tr: Sürüm Bilgileri

source: Repeat password
tr: Şifreyi tekrarla

source: Request a specific amount
tr: Belirli bir miktar iste

source: Requesting Ledger Wallet to sign
tr: Ana defter, imzalanmak için isteniyor

source: Required
tr: Zorunlu

source: Required number of signatures
tr: Gerekli imza sayısı

source: Retrying...
tr: Yeniden deneniyor...

source: Russian
tr: Rusça

source: Save
tr: Kaydet

source: Saving preferences...
tr: Tercihler kaydediliyor...

source: Scan addresses for funds
tr: Fonlar için adresleri tara

source: Scan Finished
tr: Tarama tamamlandı

source: Scan status finished with error
tr: Tarama işlemi hatalı bitti

source: Scanning Wallet funds...
tr: Cüzdan para miktarı taranıyor...

source: See it on the blockchain
tr: Blockchain üzerinde gör

source: Seed passphrase
tr: Kurtarma sözcükleri parolası

source: Seed Passphrase
tr: Kurtarma Sözcükleri Parolası

source: Select a backup file
tr: Yedek dosyasını seçin

source: Select a wallet
tr: Bir cüzdan seçin

source: Self-signed Certificate
tr: Kendinden imzalı Sertifika

source: Send
tr: Gönder

source: Send All
tr: Tümünü Gönder

source: Send by email
tr: E-posta ile gönder

source: Sent
tr: Gönderildi

source: Server
tr: Sunucu

source: Server response could not be verified
tr: Sunucu yanıtı doğrulanamadı

source: Session log
tr: Oturum günlüğü

source: SET
tr: AYARLA

source: Set up a Export Password
tr: Dışa Alım parolası ayarla

source: Set up a password
tr: Parola ayarla

source: Setting up email notifications could weaken your privacy, if the wallet service provider is compromised. Information available to an attacker would include your wallet addresses and its balance, but no more.
tr: E-posta bildirimleri ayarlamak gizliliğinizi zayıflatabilir. Cüzdan sağlayıcısı ele geçirilirse, bazı bilgiler saldırganların eline geçebilir ancak bu bilgiler sadece cüzdan adresiniz ve bakiyeniz olacaktır.

source: Share address
tr: Adresi paylaş

source: Share invitation
tr: Davet paylaş

source: Share this invitation with your copayers
tr: Bu daveti copayers ile paylaş

source: Share this wallet address to receive payments. To protect your privacy, new addresses are generated automatically once you use them.
tr: Ödemeler için bu cüzdan adresinizi paylaşın. Gizliliğinizi korumak için, her kullandığınızda yeni bir adres otomatik olarak üretilir.

source: Shared Wallet
tr: Paylaşımlı Cüzdan

source: Show advanced options
tr: Gelişmiş seçenekleri göster

source: Show Wallet Seed
tr: Cüzdan Kurtarma Sözcüklerini Göster

source: Signatures rejected by server
tr: İmzalar sunucu tarafından reddedildi

source: Signing payment
tr: Ödeme imzalanıyor

source: SKIP BACKUP
tr: YEDEKLEMEYİ GEÇ

source: Spanish
tr: İspanyolca

source: Spend proposal is not accepted
tr: Harcama teklifi kabul edilmedi

source: Spend proposal not found
tr: Harcama teklifi bulunamadı

source: Still not done
tr: Halen tamamlanmadı

source: Success
tr: Başarılı

source: Tap to retry
tr: Yeniden denemek için dokunun

source: Terms of Use
tr: Kullanım Şartları

source: The Ledger Chrome application is not installed
tr: Ledger Chrome uygulaması kurulu değil

source: The payment was created but could not be completed. Please try again from home screen
tr: Ödeme oluşturuldu ancak tamamlanamadı. Lütfen ana ekrandan yeniden deneyin

source: The payment was created but could not be signed. Please try again from home screen
tr: Ödeme oluşturuldu ancak tamamlanamadı. Lütfen ana ekrandan yeniden deneyin

source: The payment was removed by creator
tr: Ödeme yaratıcısı tarafından kaldırıldı

source: The payment was signed but could not be broadcasted. Please try again from home screen
tr: Ödeme imzalandı ancak değil yayınlanmadı. Lütfen ana ekrandan yeniden deneyin

source: The private key for this wallet is encrypted. Exporting keep the private key encrypted in the export archive.
tr: Bu cüzdan için özel anahtar şifrelidir. Dışa alım durumunda yine şifreli kalacaktır.

source: The seed could require a passphrase to be imported
tr: Kurtarma sözcükleri içe alım için parola gerektirebilir

source: The spend proposal is not pending
tr: Harcama teklifi beklemede değil

source: The wallet "{{walletName}}" was deleted
tr: "{{walletName}}" cüzdanı silindi

source: There are no wallets to make this payment
tr: Bu ödemeyi yapmak için hiçbir cüzdan yok

source: There is an error in the form
tr: Formda bir hata oluştu

source: This transaction has become invalid; possibly due to a double spend attempt.
tr: Bu işlem muhtemel bir çift harcama girişimi yüzünden geçersiz hale geldi.

source: This wallet is not registered at the given Bitcore Wallet Service (BWS). You can recreate it from the local information.
tr: Bu cüzdan Bitcore cüzdan Servisi'ne (BWS) kayıtlı değil. Yerel bilgilerle yeniden oluşturabilirsiniz.

source: Time
tr: Zaman

source: To
tr: Alıcı

source: To restore this {{index.m}}-{{index.n}} <b>shared</b> wallet you will need
tr: {{index.m}}-{{index.n}} kurtarma için <b>paylaşılan</b> bir cüzdana ihtiyacınız var

source: too long!
tr: çok uzun!

source: Total
tr: Toplam

source: Total Locked Balance
tr: Toplam Kilitli Bakiye

source: Total number of copayers
tr: Copayers toplam sayısı

source: Transaction
tr: İşlem

source: Transaction already broadcasted
tr: İşlem zaten yayınlanmış

source: Translation Credits
tr: Çeviride Emeği Geneçler

source: Translators
tr: Çevirmenler

source: Type the Seed Word (usually 12 words)
tr: Kurtarma Sözcüklerini Girin (genelde 12 sözcük)

source: Unable to send transaction proposal
tr: İşlem teklifi gönderilemedi

source: Unconfirmed
tr: Onaylanmamış

source: Unit
tr: Birim

source: Unsent transactions
tr: Gönderilmemiş işlemler

source: Updating Wallet...
tr: Cüzdan güncelleniyor...

source: Use Unconfirmed Funds
tr: Doğrulanmamış fonları kullan

source: Username
tr: Kullanıcı adı

source: Version
tr: Sürüm

source: Waiting for copayers
tr: Copayers bekleniyor

source: Waiting...
tr: Bekliyor...

source: Wallet
tr: Cüzdan

source: Wallet Alias
tr: Cüzdan takma adı

source: Wallet already exists
tr: Cüzdan zaten var

source: Wallet Already Imported:
tr: Cüzdan zaten içe alındı:

source: Wallet already in Copay:
tr: Copay'de kayıtlı olan cüzdan:

source: Wallet Configuration (m-n)
tr: Cüzdan Yapılandırma (m-n)

source: Wallet Id
tr: Cüzdan Id

source: Wallet incomplete and broken
tr: Cüzdan eksik ve arızalı

source: Wallet Information
tr: Cüzdan Bilgisi

source: Wallet Invitation
tr: Cüzdan daveti

source: Wallet Invitation is not valid!
tr: Cüzdan daveti geçerli değil!

source: Wallet is full
tr: Cüzdan dolu

source: Wallet is not complete
tr: Cüzdan tamamlanmadı

source: Wallet name
tr: Cüzdan ismi

source: Wallet Name (at creation)
tr: Cüzdan ismi (oluşturmadaki)

source: Wallet Network
tr: Cüzdan Ağı

source: Wallet not found
tr: Cüzdan bulunamadı

source: Wallet not registed at the Wallet Service. Recreate it from "Create Wallet" using "Advanced Options" to set your seed
tr: Cüzdan kayıtlı değil. Kurtarma sözcükleri belirlemek için Cüzdan Servisinden kaydedebilirsiniz

source: Wallet Seed
tr: Cüzdan Kurtarma Sözcükleri

source: Wallet Seed could require a passphrase to be imported
tr: Cüzdan kurtarma sözcükleri içe alım için parola gerektirebilir

source: Wallet seed is invalid
tr: Cüzdan kurtarma sözcükleri geçersiz

source: Wallet seed not available. You can still export it from Advanced &gt; Export.
tr: Cüzdan kurtarma sözcükleri kullanılabilir değil. Yine de Gelişmiş &gt; Dışa Alım adımından dışa alabilirsiniz.

source: Wallet service not found
tr: Cüzdan hizmeti bulunamadı

source: WARNING: Backup needed
tr: Uyarı: Yedekleme gereklidir
