Repository: bitpay/wallet
Catalog: po/*.po
Languages: el

source: Wallet Invitation
el: Πρόσκληση πορτοφολιού

source: Wallet Invitation is not valid!
el: Η πρόσκληση πορτοφολιού δεν είναι έγκυρη!

source: Wallet already exists
el: Υπάρχει ήδη το πορτοφόλι

source: Wallet incomplete and broken
el: Πορτοφόλι ελλιπές και χαλασμένο

source: Wallet name
el: Όνομα πορτοφολιού

source: Wallet service timed out. Check your Internet connection and your wallet service configuration.
el: Η υπηρεσία πορτοφολιού έληξε. Ελέγξτε τη συνδεσή σας και τη ρύθμιση των παραμέτρων του πορτοφολιού σας.

source: Warning!
el: Προειδοποίηση!

source: Wrong password
el: Λάθος κωδικός πρόσβασης

source: Yes
el: Ναι

source: You do not have a wallet
el: Δεν έχετε πορτοφόλι

source: Your backup password
el: Ο κωδικός πρόσβασης των αντιγράφων ασφαλείας σας

source: Your nickname
el: Το ψευδώνυμό σας

source: Your password
el: Ο κωδικός σας

source: Your profile password
el: Ο κωδικός πρόσβασης του προφίλ σας

source: Your wallet has been imported correctly
el: Το πορτοφόλι σας έχει εισαχθεί σωστά

source: email for wallet notifications
el: Το ηλεκτρονικό σας ταχυδρομείο για τις ειδοποιήσεις του πορτοφόλιού σας

source: locked by pending payments
el: κλειδωμένο από εκκρεμούσες πληρωμές

source: of
el: από

source: optional
el: προαιρετικό

source: settings
el: ρυθμίσεις

source: too long!
el: πάρα πολύ μεγάλο μέγεθος!

source: {{fee.value}} bits per kB
el: {{fee.value}} bits ανά kB

source: {{fee}} will be discounted for bitcoin networking fees
el: {{fee}}, θα προεξοφληθεί ώς τέλος του δικτύου bitcoin

source: {{len}} wallets imported. Funds scanning in progress. Hold on to see updated balance
el: {{len}} τα πορτοφόλια εισάχθηκαν. Σάρωση χρημάτων σε εξέλιξη. Περιμένετε για να δείτε το τελικό σας υπόλοιπο
