Repository: bitpay/wallet
Catalog: po/*.po
Languages: el

source: (possible double spend)
el: (πιθανό διπλό ξόδεμα)

source: * A payment proposal can be deleted if 1) you are the creator, and no other copayer has signed, or 2) 24 hours have passed since the proposal was created.
el: Μια πρόταση πληρωμής μπορεί να διαγραφεί εάν 1) είστε ο δημιουργός, και κανένας άλλος χρήστης του copay δεν έχει υπογράψει, ή 2) έχουν περάσει 24 ώρες απο την ώρα που η πρόταση δημιουργήθηκε.

source: * You can safely install your backup on another device and use your wallet from multiple devices at the same time.
el: Μπορείτε με ασφάλεια να εγκαταστήσετε το αντίγραφο ασφαλείας σας σε μια άλλη συσκευή και να χρησιμοποιήσετε το πορτοφόλι σας απο πολλαπλές συσκευές την ίδια στιγμή.

source: A backup without its private key will allow the user to see the wallet balance, transactions, and create spend proposals. However, it will not be able to approve (sign) proposals.
el: Ένα αντίγραφο ασφαλείας χωρίς το ιδιωτικό κλειδί θα επιτρέψει στον χρήστη να δεί το υπόλοιπο του πορτοφολιού, τις συναλλαγές και να δημιουργήσει προτάσεις εξόδων. Μολονότι, δεν θα μπορεί να επιβεβαιώσει (υπογράψει) προτάσεις.

source: A multisignature bitcoin wallet
el: Ένα πορτοφόλι bitcoin με δυνατότητα πολλαπλών υπογραφών

source: About Copay
el: Σχετικά με το Copay

source: Accept
el: Αποδοχή

source: Add wallet
el: Προσθήκη Πορτοφολιού

source: Address
el: Διεύθυνση

source: Advanced
el: Για προχωρημένους

source: Agree
el: Συμφωνώ

source: Alias for <i>{{index.walletName}}</i>
el: Ψευδώνυμο για <i>{{index.walletName}}</i>

source: Already have a wallet?
el: Έχετε ήδη πορτοφόλι?

source: Alternative Currency
el: Εναλλακτικό Νόμισμα

source: Amount
el: Ποσό

source: Amount in
el: Ποσό εισόδου

source: Applying changes
el: Αποδοχή αλλαγών

source: Are you sure you want to delete this wallet?
el: Είσαι σίγουρος ότι θέλετε να διαγράψετε αυτό το πορτοφόλι?

source: Available Balance
el: Διαθέσιμο Υπόλοιπο

source: BIP32 master extended private key
el: Πρωτεύον ιδιωτικό κλειδί επέκτασης BIP32

source: Back
el: Πίσω

source: Backup
el: Αντίγραφο Ασφαλείας

source: Backup created
el: Αντίγραφο Ασφαλείας δημιουργήθηκε

source: Backup now
el: Πάρτε Αντίγραφο Ασφαλείας τώρα

source: Backup options
el: Επιλογές Αντιγράφου Ασφαλείας

source: Before receiving funds, it is highly recommended you backup your wallet keys.
el: Πρίν λάβετε χρήματα, προτέινεται ισχυρά να πάρετε αντίγραφο ασφαλείας των κλειδιών του πορτοφολιού σας.

source: Bitcoin Network Fee Policy
el: Πολιτική Χρέωσης Δικτύου Bitcoin

source: Bitcoin URI is NOT valid!
el: Το σύστημα Bitcoin URI δεν είναι έγκυρο!

source: Bitcoin address
el: Διεύθυνση Bitcoin

source: Bitcoin transactions may include a fee collected by miners on the network. The higher the fee, the greater the incentive a miner has to include that transaction in a block. The ‘Emergency’ level should only be used when there is a network congestion.
el: Οι συναλλαγές με Bitcoin μπορεί να περιλαμβάνουν αμοιβή η οποία συλλέγεται απο τον εξορυκτή στο δίκτυο. Όσο μεγαλύτερη η αμοιβή τόσο μεγαλύτερο το κίνητρο του εξορυκτή να συμπεριλάβει την συναλλαγή στο μπλόκ των συναλλαγών. Το 'Επείγον' επίπεδο πρέπει να χρησιμοποιείται μόνο όταν υπάρχει συμφόρηση του δικτύου.

source: Broadcast Payment
el: Μετάδοση Πληρωμής

source: Broadcasting Payment
el: Μεταδίδω την Πληρωμή

source: Broadcasting transaction
el: Μεταδίδοντας την συναλλαγή

source: Browser unsupported
el: Ο πλοηγός δέν υποστηρίζεται

source: But not broadcasted. Try to send manually
el: Αλλά δέν μεταδόθηκε. Προσπαθήστε να στείλετε χειροκίνητα

source: CANCEL
el: ΑΚΥΡΟ

source: Cancel
el: Άκυρο

source: Certified by
el: Πιστοποιήθηκε από

source: Changing wallet alias only affects the local wallet name.
el: Αλλάζοντας το ψευδώνυμο του πορτοφολιού επηρεάζει μόνο το τοπικό όνομα πορτοφολιού.

source: Check you connection and try again
el: Ελέγξτε την συνδεσή σας και προσπαθήστε ξανά

source: Choose a backup file from your computer
el: Επιλέξτε ένα αντίγραφο ασφαλείας απο τον υπολογιστή σας

source: Choose a wallet to send funds
el: Επιλέξτε ένα πορτοφόλι για να στείλετε χρήματα

source: Close
el: Κλείσιμο

source: Color
el: Χρώμα

source: Commit hash
el: Δέσμευση λύσης

source: Confirmations
el: Επιβεβαιώσεις

source: Copayers
el: Μέλη του πορτοφολιού Copay

source: Copy backup to a safe place
el: Αποθηκεύστε το αντίγραφο ασφαλείας σε ασφαλές μέρος

source: Copy this text as it is to a safe place (notepad or email)
el: Αντιγράψτε αυτο το κείμενο ώς έχει σε ασφαλές μέρος (σε εφαρμογή κειμένου ή ηλεκτρονικό ταχυδρομείο)

source: Copy to clipboard
el: Αντιγραφή στο πρόχειρο

source: Could not accept payment. Check you connection and try again
el: Η πληρωμή δεν έγινε αποδεκτή. Ελέγξτε τη σύνδεσή σας και προσπαθήστε ξανά

source: Could not broadcast payment. Check you connection and try again
el: Δεν μπορεί να αποσταλεί η πληρωμή. Ελέγξτε τη σύνδεσή σας και προσπαθήστε ξανά

source: Could not connect wallet service. Check your Internet connection and your wallet service configuration.
el: Δεν είναι δυνατή η σύνδεση στην υπηρεσία του πορτοφολιού. Ελέγξτε τη σύνδεσή σας και τη ρύθμιση παραμέτρων της υπηρεσίας του πορτοφολίου.

source: Could not create address. Check you connection and try again
el: Δεν είναι δυνατή η δημιουργία διεύθυνσης. Ελέγξτε τη σύνδεσή σας και προσπαθήστε ξανά

source: Could not create payment proposal
el: Δεν ήταν δυνατή η δημιουργία πρότασης πληρωμής

source: Could not create using the specified extended private key
el: Δεν ήταν δυνατή η δημιουργία χρησιμοποιώντας το συγκεκριμένο ιδιωτικό κλειδί επέκτασης

source: Could not decrypt file, check your password
el: Δεν ήταν δυνατή η αποκρυπτογράφηση του αρχείου, ελέγξτε τον κωδικό σας

source: Could not delete payment proposal. Check you connection and try again
el: Δεν ήταν δυνατή η διαγραφή της πρότασης πληρωμής. Ελέγξτε τη σύνδεση σας και προσπαθήστε ξανά

source: Could not fetch payment information
el: Δεν ήταν δυνατή η ανάκτηση των στοιχείων πληρωμής

source: Could not fetch transaction history
el: Δεν ήταν δυνατή η λήψη του ιστορικού συναλλαγών

source: Could not import. Check input file and password
el: Δεν ήταν δυνατή η εισαγωγή. Ελέγξτε το αρχείο και τον κωδικό πρόσβασης

source: Could not join using the specified extended private key
el: Δεν μπορείτε να συμμετέχετε χρησιμοποιώντας το συγκεκριμένο ιδιωτικό κλειδί επέκτασης

source: Could not join wallet:
el: Δεν μπορείτε να συμμετάσχετε στο πορτοφόλι:

source: Could not recognize a valid Bitcoin QR Code
el: Δεν ήταν δυνατή η αναγνώριση ενός έγκυρου κωδικού QR για Βitcoin

source: Could not reject payment. Check you connection and try again
el: Δεν είναι δυνατή η απόρριψη της πληρωμής. Ελέγξτε τη σύνδεση σας και προσπαθήστε ξανά

source: Could not send payment
el: Δεν είναι δυνατή η αποστολή της πληρωμής

source: Could not update Wallet
el: Δεν ήταν δυνατή η ενημέρωση του πορτοφολιού

source: Create
el: Δημιουργία

source: Create new wallet
el: Δημιουργήστε νέο πορτοφόλι

source: Create {{requiredCopayers}}-of-{{totalCopayers}} wallet
el: Δημιουργία {{requiredCopayers}} των {{totalCopayers}} του πορτοφολιού

source: Create, join or import
el: Δημιουργία, συμμετοχή ή εισαγωγή

source: Created by
el: Δημιουργήθηκε από

source: Creating Profile...
el: Δημιουργία του Προφίλ...

source: Creating Wallet...
el: Δημιουργία του Πορτοφολιού...

source: Creating transaction
el: Δημιουργία συναλλαγής

source: Date
el: Ημερομηνία

source: Delete Payment Proposal
el: Διαγράψτε την Πρόταση Πληρωμής

source: Delete Wallet
el: Διαγραφή Πορτοφολιού

source: Delete it and create a new one
el: Διαγράψετε το και δημιουργήστε ένα νέο

source: Delete wallet
el: Διαγραφή Πορτοφολιού

source: Deleting payment
el: Διαγραφή πληρωμής

source: Details
el: Λεπτομέρειες

source: Deutsch
el: Γερμανικά

source: Disabled
el: Απενεργοποιημένο

source: Do not include private key in backup
el: Μην συμπεριλάβετε το ιδιωτικό κλειδί στο αντίγραφο ασφαλείας

source: Download CSV file
el: Κατεβάστε το αρχείο CSV

source: Download backup
el: Λήψη αντιγράφου ασφαλείας

source: ENTER
el: ΕΙΣΑΓΕΤΕ

source: Economy
el: Οικονομία

source: Email Notifications
el: Ειδοποιήσεις Email

source: Emergency
el: Έκτακτη Ανάγκη

source: Encrypt Private Key
el: Κρυπτογράφηση ιδιωτικού κλειδιού

source: Encrypted backup file saved
el: Κρυπτογραφημένο αρχείο αντιγράφου ασφαλείας αποθηκεύτηκε

source: English
el: Αγγλικά

source: Enter your password
el: Παρακαλώ εισάγετε τον κωδικό σας

source: Error creating wallet
el: Σφάλμα στην δημιουργία πορτοφολιού

source: Error creating wallet. Check your internet connection
el: Σφάλμα στην δημιουργία του πορτοφολιού. Ελέγξτε τη σύνδεσή σας στο internet

source: Error importing wallet:
el: Σφάλμα στην εισαγωγή πορτοφολίου:

source: Expires
el: Λήγει

source: Failed to create backup
el: Αδυναμία δημιουργίας αντιγράφου ασφαλείας

source: Failed to import wallets
el: Αποτυχία εισαγωγής πορτοφολιού

source: Family vacation funds
el: Χρήματα διακοπών της οικογένειας

source: Fee
el: Αμοιβή

source: Fetching Payment Information
el: Λήψη Πληροφοριών Πληρωμής

source: French
el: Γαλλικά

source: Funds received
el: Χρήματα ελήφθησαν

source: GET STARTED
el: ΞΕΚΙΝΗΣΤΕ

source: Generate QR Code
el: Δημιουργία Κώδικα QR

source: Generate new address
el: Δημιουργία νέας διεύθυνσης

source: Generating .csv file...
el: Δημιουργία .csv αρχείου...

source: Getting address for wallet {{selectedWalletName}} ...
el: Λήψη διεύθυνσης για το πορτοφόλι {{selectedWalletName}} ...

source: Global settings
el: Καθολικές ρυθμίσεις

source: Go back
el: Πάμε πίσω

source: Have a Backup from Copay v0.9?
el: Έχετε ένα αντίγραφο ασφαλείας από το Copay έκδοση 0.9?

source: Hide Advanced options
el: Απόκρυψη Προχωρημένων επιλογών

source: History
el: Ιστορικό

source: Home
el: Αρχική Σελίδα

source: I affirm that I have read, understood, and agree with these terms.
el: Βεβαιώνω ότι έχω διαβάσει, κατανοήσει και συμφωνήσει με αυτούς τους όρους.

source: If not given, a secure key will be generated
el: Αν δεν σας έχει δοθεί, ένα ασφαλές κλειδί θα δημιουργηθεί

source: Import
el: Εισαγωγή

source: Import backup
el: Εισαγωγή αντιγράφου ασφαλείας

source: Import from the Cloud?
el: Εισαγωγή από το σύννεφο?

source: Import here
el: Εισαγωγή εδώ

source: Import wallet
el: Εισαγωγή πορτοφολιού

source: Importing wallet...
el: Εισάγεται το πορτοφόλι ...

source: Importing...
el: Εισαγωγή ...

source: Invalid
el: Μη έγκυρο

source: Japanese
el: Ιαπωνικά

source: John
el: Ιωάννης

source: Join
el: Συμμετοχή

source: Join shared wallet
el: Συμμετοχή σε κοινόχρηστο πορτοφόλι

source: Joining Wallet...
el: Εισαγωγή στο Πορτοφόλι...

source: Language
el: Γλώσσα

source: Learn more about Wallet Migration
el: Μάθετε περισσότερα για τη Μετανάστευση Πορτοφολιού

source: Make a payment to
el: Κάντε μια πληρωμή σε

source: Master extended private key
el: Πρωτεύον ιδιωτικό κλειδί επέκτασης

source: Me
el: Εγώ

source: Memo
el: Σημείωση

source: Merchant message
el: Μήνυμα Εμπόρου

source: Message
el: Μήνυμα

source: More
el: Περισσότερα

source: Moved
el: Μετακινήθηκε

source: Multisignature wallet
el: Πορτοφόλι Πολλών Υπογραφών

source: My Bitcoin address
el: Η διεύθυνση Bitcoin μου

source: Network
el: Δίκτυο

source: New Payment Proposal
el: Νέα Πρόταση Πληρωμής

source: No
el: Όχι

source: No Private key
el: Δεν υπάρχει ιδιωτικό κλειδί

source: No transactions yet
el: Δεν υπάρχουν συναλλαγές ακόμα

source: Normal
el: Κανονική

source: Not valid
el: Δεν είναι έγκυρη

source: Note
el: Σημείωση

source: OKAY
el: ΕΝΤΑΞΕΙ

source: Participants
el: Συμμετέχοντες

source: Password
el: Κωδικός πρόσβασης

source: Password cannot be recovered. Be sure to write it down
el: Ο Κωδικός πρόσβασης δεν μπορεί να ανακτηθεί. Να είστε βέβαιος οτι τον σημειώσατε

source: Password needed
el: Κωδικός πρόσβασης απαιτείται

source: Passwords do not match
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν

source: Paste invitation here
el: Επικολλήστε την πρόσκληση σας εδώ

source: Paste the backup plain text code
el: Επικολλήστε τον κώδικα δημιουργίας αντιγράφων ασφαλείας εδώ

source: Pay To
el: Πληρωμή Πρός

source: Payment Accepted
el: Πληρωμή Αποδεκτή

source: Payment Proposal
el: Πρόταση Πληρωμής

source: Payment Proposal Created
el: Πρόταση Πληρωμής Δημιουργήθηκε

source: Payment Proposal Rejected
el: Πρόταση Πληρωμής Απορρίφθηκε

source: Payment Proposal Rejected by Copayer
el: Το Copayer Απέρριψε την Πρόταση Πληρωμής

source: Payment Proposal Signed by Copayer
el: Η Πρόταση Πληρωμής Υπογράφηκε από το Copayer

source: Payment Proposals
el: Πρόταση Πληρωμής

source: Payment Protocol not supported on Chrome App
el: Το Πρωτόκολλο Πληρωμής δεν υποστηρίζεται στην εφαρμογή Chrome

source: Payment Rejected
el: Πληρωμή Απερρίφθη

source: Payment Sent
el: Πληρωμή Εστάλη

source: Payment accepted...
el: Πληρωμή αποδεκτή...

source: Payment details
el: Λεπτομέρειες πληρωμής

source: Payment finally rejected
el: Η πληρωμή τελικά απορρίφθηκε

source: Payment request
el: Αίτηση πληρωμής

source: Payment sent!
el: Πληρωμή Εστάλη!

source: Payment to
el: Πληρωμή σε

source: Permanently delete this wallet. THIS ACTION CANNOT BE REVERSED
el: Να διαγράφεί μόνιμα αυτό το πορτοφόλι? ΑΥΤΗ Η ΕΝΕΡΓΕΙΑ ΔΕΝ ΜΠΟΡΕΙ ΝΑ ΑΝΤΙΣΤΡΑΦΕΙ

source: Personal Wallet
el: Προσωπικό πορτοφόλι

source: Please enter the required fields
el: Παρακαλώ εισάγετε τα απαιτούμενα πεδία

source: Please, select your backup file
el: Παρακαλώ, επιλέξτε το αρχείο αντιγράφου ασφαλείας

source: Portuguese
el: Πορτογαλικά

source: Preferences
el: Προτιμήσεις

source: Priority
el: Προτεραιότητα

source: QR Code
el: Κωδικός QR

source: QR-Scanner
el: Σαρωτής QR

source: Receive
el: Λάβετε

source: Received
el: Ληφθέντα

source: Reconnecting to Wallet Service...
el: Γίνεται επανασύνδεση στην Υπηρεσία Πορτοφολιού...

source: Recreate
el: Αναδημιουργία

source: Recreating Wallet...
el: Αναδημιουργία πορτοφολιού...

source: Reject
el: Απόρριψη

source: Rejecting payment
el: Απόρριψη πληρωμής

source: Release Information
el: Πληροφορίες Έκδοσης

source: Repeat password
el: Επανάληψη κωδικού

source: Request a specific amount
el: Ζητήστε ένα συγκεκριμένο ποσό

source: Required
el: Απαιτείτε

source: Retrying...
el: Επανάληψη...

source: SET
el: Ορισμός

source: SKIP BACKUP
el: ΠΑΡΑΛΕΙΨΗ ΔΗΜΙΟΥΡΓΙΑΣ ΑΝΤΙΓΡΑΦΩΝ ΑΣΦΑΛΕΙΑΣ

source: Save
el: Αποθήκευση

source: Saving preferences...
el: Αποθήκευση προτιμήσεων...

source: Scan Finished
el: Η σάρωση ολοκληρώθηκε

source: Scan addresses for funds
el: Σάρωση διευθύνσεων για χρήματα

source: Scan status finished with error
el: Η σάρωση έχει τελειώσει με σφάλματα

source: Scanning Wallet funds...
el: Σάρωση χρημάτων Πορτοφολιού...

source: See it on the blockchain
el: Δείτε τη συναλλαγή στην αλυσίδα συναλλαγών

source: Select a backup file
el: Επιλέξτε ένα αρχείο αντιγράφου ασφαλείας

source: Select a wallet
el: Επιλέξτε ένα πορτοφόλι

source: Select required number of signatures
el: Επιλέξτε τον απαιτούμενο αριθμό υπογραφών

source: Select total number of copayers
el: Επιλέξτε το συνολικό αριθμό των copayers

source: Send
el: Αποστολή

source: Send All
el: Αποστολή Όλων

source: Send by email
el: Αποστολή με email

source: Sent
el: Εξερχόμενα

source: Server
el: Διακομιστής

source: Session log
el: Ημερολόγιο συνεδριών

source: Set up a Password for your backup
el: Ορίστε έναν Κωδικό Πρόσβασης για το αντίγραφο ασφαλείας

source: Set up a password
el: Ορίστε έναν κωδικό πρόσβασης

source: Setting up email notifications could weaken your privacy, if the wallet service provider is compromised. Information available to an attacker would include your wallet addresses and its balance, but no more.
el: Ενεργοποιώντας τις ενημερώσεις μέσω ηλεκτρονικού ταχυδρομείου μπορεί να μειωθεί η ιδιωτικότητα σας, εάν ο πάροχος του πορτοφολιού παραβιαστεί. Οι πληροφορίες που θα διαθέτει ένας εισβολέας θα περιλαμβάνουν τις διευθύνσεις του πορτοφόλιου σας και το ποσόν των χρημάτων σας, αλλά τίποτα περισσότερο.

source: Share address
el: Μοιραστείτε τη διεύθυνση

source: Share invitation
el: Μοιραστείτε μια πρόσκληση

source: Share this invitation with your copayers
el: Μοιραστείτε αυτήν την πρόσκληση με άλλους copayers

source: Share this wallet address to receive payments. To protect your privacy, new addresses are generated automatically once you use them.
el: Μοιραστείτε αυτή τη διεύθυνση πορτοφόλιού ώστε να λάβετε πληρωμές. Για την προστασία της ιδιωτικότητας σας, νέες διευθύνσεις δημιουργούνται αυτόματα μόλις χρησιμοποιήσετε τις παλιές.

source: Shared Wallet
el: Κοινόχρηστο πορτοφόλι

source: Show Advanced options
el: Εμφάνιση προχωρημένων επιλογών

source: Signing payment
el: Υπογραφή πληρωμής

source: Signing transaction
el: Υπογραφή συναλλαγής

source: Spanish
el: Ισπανικά

source: Success
el: Επιτυχία

source: Tap to retry
el: Πατήστε για να προσπαθήσετε ξανά

source: Terms of Use
el: Όροι Χρήσης

source: Testnet
el: Δοκιμαστικό Δίκτυο

source: The payment was created but could not be completed. Please try again from home screen
el: Η πληρωμή δημιουργήθηκε, αλλά δεν ήταν δυνατό να ολοκληρωθεί. Παρακαλώ ξαναπροσπαθήστε από την αρχική οθόνη

source: The payment was created but could not be signed. Please try again from home screen.
el: Η πληρωμή δημιουργήθηκε, αλλά δεν θα μπορούσε να υπογραφεί. Παρακαλώ ξαναπροσπαθήστε από την αρχική οθόνη.

source: The payment was removed by creator
el: Η πληρωμή έχει αφαιρεθεί από τον δημιουργό της

source: The payment was signed but could not be broadcasted. Please try again from home screen.
el: Η πληρωμή έχει υπογραφεί αλλά δεν μπορούσε να μεταδοθεί. Παρακαλώ ξαναπροσπαθήστε από την αρχική οθόνη.

source: The private key for this wallet is encrypted. Exporting a backup will keep the private key encrypted in the backup archive.
el: Το ιδιωτικό κλειδί για αυτό το πορτοφόλι είναι κρυπτογραφημένο. Εξάγωντας ένα αντίγραφο ασφαλείας θα κρατήθει το ιδιωτικό κλειδί που έχει κρυπτογραφηθεί στο εφεδρικό αρχείο.

source: The software you are about to use functions as a free, open source, and multi-signature digital wallet. The software does not constitute an account where BitPay or other third parties serve as financial intermediaries or custodians of your bitcoin. While the software has undergone beta testing and continues to be improved by feedback from the open-source user and developer community, we cannot guarantee that there will be no bugs in the software. You acknowledge that your use of this software is at your own discretion and in compliance with all applicable laws. You are responsible for safekeeping your passwords, private key pairs, PINs and any other codes you use to access the software. IF YOU LOSE ACCESS TO YOUR COPAY WALLET OR YOUR ENCRYPTED PRIVATE KEYS AND YOU HAVE NOT SEPARATELY STORED A BACKUP OF YOUR WALLET AND CORRESPONDING PASSWORD, YOU ACKNOWLEDGE AND AGREE THAT ANY BITCOIN YOU HAVE ASSOCIATED WITH THAT COPAY WALLET WILL BECOME INACCESSIBLE. All transaction requests are irreversible. The authors of the software, employees and affiliates of Bitpay, copyright holders, and BitPay, Inc. cannot retrieve your private keys or passwords if you lose or forget them and cannot guarantee transaction confirmation as they do not have control over the Bitcoin network. To the fullest extent permitted by law, this software is provided “as is” and no representations or warranties can be made of any kind, express or implied, including but not limited to the warranties of merchantability, fitness or a particular purpose and noninfringement. You assume any and all risks associated with the use of the software. In no event shall the authors of the software, employees and affiliates of Bitpay, copyright holders, or BitPay, Inc. be held liable for any claim, damages or other liability, whether in an action of contract, tort, or otherwise, arising from, out of or in connection with the software. We reserve the right to modify this disclaimer from time to time.
el: Το λογισμικό που πρόκειται να χρησιμοποιήσετε λειτουργεί ως ένα δωρεάν, ανοικτού κώδικα και πολλαπλών υπογραφών ψηφιακό πορτοφόλι. Το λογισμικό δεν αποτελεί ένα λογαριασμό όπου το BitPay ή άλλα τρίτα μέρη χρησιμεύουν ως ενδιάμεσοι χρηματοπιστωτικοί οργανισμοί ή θεματοφύλακες των bitcoin σας. Ενώ το λογισμικό έχει υποβληθεί σε δοκιμή beta και συνεχίζει να βελτιώνεται από χρήστες ανοικτού κώδικα και την κοινότητα των προγραμματιστών, εμείς δεν μπορούμε να εγγυηθούμε ότι δεν θα υπάρξει κανένα σφάλμα στο λογισμικό. Αναγνωρίζετε ότι η χρήση αυτού του λογισμικού είναι στην κρίση σας και σε συμφωνία με όλους τους ισχύοντες νόμους. Είστε υπεύθυνος για τη διαφύλαξή των κωδικών πρόσβασής σας, το ιδιωτικό ζεύγος κλειδιών, τετραψήφιων κωδικών PIN και οποιουσδήποτε άλλους κωδικούς που χρησιμοποιείτε για να έχετε πρόσβαση στο λογισμικό. ΕΑΝ ΧΑΣΕΤΕ ΤΗΝ ΠΡΟΣΒΑΣΗ ΝΑ ΣΑΣ ΣΤΟ ΠΟΡΤΟΦΌΛΙ COPAY Ή ΣΤΑ ΚΡΥΠΤΟΓΡΑΦΗΜΕΝΑ ΙΔΙΩΤΙΚΑ ΣΑΣ ΚΛΕΙΔΙΑ ΚΑΙ ΔΕΝ ΑΠΟΘΗΚΕΥΣΑΤΕ ΧΩΡΙΣΤΆ ΕΝΑ ΑΝΤΙΓΡΑΦΟ ΑΣΦΑΛΕΙΑΣ ΤΟΥ ΠΟΡΤΟΦΟΛΙΟΥ ΚΑΙ ΤΟΥ ΑΝΤΙΣΤΟΙΧΟΥ ΚΩΔΙΚΟΥ ΠΡΌΣΒΑΣΗΣ, ΑΠΟΔΕΧΕΣΤΕ ΚΑΙ ΣΥΜΦΩΝΕΙΤΕ ΟΤΙ ΟΠΟΙΑΔΗΠΟΤΕ ΠΟΣΟΤΗΤΑ BITCOIN ΠΟΥ ΕΧΕΤΕ ΣΥΣΧΕΤΙΣΕΙ ΜΕ ΤΟ ΠΟΡΤΟΦΟΛΙ ΤΟΥ COPAY ΘΑ ΓΙΝΟΥΝ ΑΠΡΟΣΠΕΛΑΣΤΑ. Όλες οι αιτήσεις για συναλλαγές είναι αμετάκλητες. Οι συγγραφείς του λογισμικού, οι εργαζόμενοι και οι συνεργάτες του Bitpay, οι κατόχοι πνευματικών δικαιωμάτων, και η BitPay α.ε., δεν μπορούν να ανακτήσουν ιδιωτικά κλειδιά ή τους κωδικούς πρόσβασης σας, εάν χάσετε ή ξεχασετε αυτούς και δεν μπορούν να εγγυηθούν την επιβεβαίωση της συναλλαγής, δεδομένου ότι δεν έχουν τον έλεγχο του δικτύου Bitcoin. Στο μέγιστο βαθμό που επιτρέπει το δίκαιο, το λογισμικό παρέχεται "ως έχει" και καμία δήλωση ή εγγύηση μπορεί να γίνει του κάθε είδους, ρητή ή σιωπηρή, συμπεριλαμβανομένων, αλλά μη περιορισμένων, των εγγυήσεων εμπορευσιμότητας, καταλληλότητας ή συγκεκριμένου σκοπού και νομιμότητας. Αναλάμβανετε κάθε κινδύνο που συνδέεται με τη χρήση του λογισμικού. Σε καμία περίπτωση οι συντάκτες του λογισμικού, οι συνεργάτες του Bitpay, οι κατόχοι πνευματικών δικαιωμάτων, ή η BitPay α.ε. ευθύνεται για οποιαδήποτε αξίωση, ζημία ή άλλη ευθύνη, είτε βαση κάποιας σύμβασης, αδικοπραξίας, ή άλλο, που προκύπτει από την σχέση σας με το λογισμικό. Διατηρούμε το δικαίωμα να τροποποιήσουμε αυτή την αποποίηση ευθυνών από καιρό σε καιρό.

source: The wallet "{{walletName}}" was deleted
el: Διαγράφηκε το πορτοφόλι "{{walletName}}"

source: There are no wallets to make this payment
el: Δεν υπάρχουν πορτοφόλια για να πραγματοποιηθεί η πληρωμή

source: There is an error in the form
el: Υπάρχει ένα λάθος στη φόρμα εισαγωγής

source: This transaction has become invalid; possibly due to a double spend attempt.
el: Αυτή η συναλλαγή είναι άκυρη, πιθανόν λόγω μιας προσπάθειας διπλού ξοδέματος.

source: This wallet is not registered at the given Bitcore Wallet Service (BWS). You can recreate it from the local information.
el: Το πορτοφόλι δεν έχει καταχωρηθεί στη Βάση Δεδομένων Πορτοφολιών Bitcore (BWS). Μπορείτε να την ξαναδημιουργήσετε από τις τοπικές πληροφορίες.

source: Time
el: Ώρα

source: To
el: Προς

source: Total Locked Balance
el: Συνολικό Κλειδωμένο Υπόλοιπο

source: Transaction
el: Συναλλαγή

source: Unable to send transaction proposal
el: Δεν είναι δυνατή η αποστολή πρότασης συναλλαγής

source: Unconfirmed
el: Ανεπιβεβαίωτες

source: Unit
el: Μονάδα

source: Unsent transactions
el: Μη Απεσταλμένες συναλλαγές

source: Untrusted
el: Μη αξιόπιστη

source: Updating Wallet...
el: Ενημέρωση πορτοφολιού...

source: Version
el: Έκδοση

source: View backup
el: Προβολή αντιγράφων ασφαλείας

source: WARNING: Backup needed
el: Προειδοποίηση: Δημιουργία αντιγράφων ασφαλείας απαιτείται

source: WARNING: Wallet not registered
el: Προειδοποίηση: Το πορτοφόλι δεν έχει καταχωρηθεί

source: WELCOME TO COPAY
el: ΚΑΛΩΣ ΗΛΘΑΤΕ ΣΤΟ COPAY

source: Waiting for copayers
el: Αναμονή για copayers

source: Waiting...
el: Σε αναμονή...

source: Wallet Alias
el: Ψευδώνυμο Πορτοφολιού

source: Wallet Already Imported:
el: Το Πορτοφόλι έχει ήδη εισαχθεί:
